return {
   {
      ["id"] = 93001,
      ["name"] = "弦流识域",
      ["quality"] = 0,
      ["get"] = { "默认" },
      ["desc"] = "自此间，链接无限。<br /><br />匹配房间背景和个人名片样式。装配后，其他玩家加入你的房间也会可见。"
   },
   {
      ["id"] = 93002,
      ["name"] = "弦光跃金",
      ["quality"] = 5,
      ["get"] = { "赫尔墨斯累充赠礼" },
      ["desc"] = "您的卓越不凡，值得赫尔墨斯商会在此敬献至高的尊礼。<br />这场跨维的会晤，将在弦能的交汇中闪耀永不磨灭的光辉。<br /><br />匹配房间背景和个人名片样式。装配后，其他玩家加入你的房间也会可见。"
   },
   {
      ["id"] = 93003,
      ["name"] = "掠金狂潮",
      ["quality"] = 5,
      ["get"] = { "意识重构-危险游戏" },
      ["desc"] = "空气中残留的硝烟、散落的金币与墙上张狂的涂鸦，无不昭示着这里刚刚结束了一场失控的乱斗。"
   }
}
