return {
   ["米雪儿·李"] = {
      ["喵喵搜查官"] = {
         ["id"] = 20101001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "米雪儿将自己最喜欢的猫元素融入了制服之中，俏皮元气，也不失一位欧泊搜查官应有的干练。",
         ["备注"] = ""
      },
      ["喵喵搜查官-欢欣蓝"] = {
         ["id"] = 20101006,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "米雪儿的备用搜查官制服。清澈的湖蓝色调，宛如薄荷般清新。",
         ["备注"] = ""
      },
      ["喵喵搜查官-活力青"] = {
         ["id"] = 20101007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "米雪儿的备用搜查官制服。碧绿如春草，生机勃勃。",
         ["备注"] = ""
      },
      ["喵喵搜查官-沉稳褐"] = {
         ["id"] = 20101008,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "米雪儿的备用搜查官制服。微染的卡其色，朴素且耐用。",
         ["备注"] = ""
      },
      ["喵喵搜查官-悸动粉"] = {
         ["id"] = 20101009,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "米雪儿的备用搜查官制服。明媚的粉，象征少女心中微微的悸动。",
         ["备注"] = ""
      },
      ["喵喵搜查官-梦幻紫"] = {
         ["id"] = 20101010,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "米雪儿的备用搜查官制服。神秘的紫色，如梦似幻。",
         ["备注"] = ""
      },
      ["喵喵搜查官-安全黄"] = {
         ["id"] = 20101011,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "米雪儿的备用搜查官制服。工业风格，给人可靠与实用之感。",
         ["备注"] = ""
      },
      ["喵喵搜查官-沉静蓝"] = {
         ["id"] = 20101012,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "米雪儿的备用搜查官制服。淡淡的灰蓝色，沉着而冷静。",
         ["备注"] = ""
      },
      ["喵喵搜查官-胭脂红"] = {
         ["id"] = 20101013,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "米雪儿的备用搜查官制服，偏灰的暗红，可以蒙混成剪刀手的人。",
         ["备注"] = ""
      },
      ["喵喵搜查官-俏皮堇"] = {
         ["id"] = 20101014,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "米雪儿的备用搜查官制服。俏皮的紫色让人忍不住心情爽朗。",
         ["备注"] = ""
      },
      ["海湾疾驰"] = {
         ["id"] = 20101051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "为了参与欧拉港口摩托艇大赛，米雪儿兴致冲冲地为自己定制了一套比赛用服。<br />三、二、一……比赛开始！",
         ["备注"] = ""
      },
      ["贺夜踏歌"] = {
         ["id"] = 20101052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "每逢节日庆贺，米雪儿都要穿上这身衣服，朝气蓬勃的配色搭配喜庆的图案，就连空气都变得火热起来了！",
         ["备注"] = ""
      },
      ["暴雨预警"] = {
         ["id"] = 20101053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "每当欧泊的道路因天气原因阻塞时，米雪儿都会义不容辞，主动奔赴一线。身穿防水服，腰佩警示牌的她，已然成为了一道雨中的风景。",
         ["备注"] = ""
      },
      ["竹下斑猫"] = {
         ["id"] = 20101054,
         ["稀有度"] = 3,
         ["获得方式"] = { "宿舍-米雪儿" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "闲暇时，米雪儿偶尔会去野外远足。那时的她，就会换上这套闲适的便装。小心，可别把她当成了竹林里的小野猫哦。",
         ["备注"] = ""
      },
      ["桃心卫士"] = {
         ["id"] = 20101055,
         ["稀有度"] = 3,
         ["获得方式"] = { "赛季奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "桃红色的装扮，充满童话色彩。穿上这身衣服的米雪儿会和喵喵卫士一起守护孩子们梦中的童话王国。",
         ["备注"] = ""
      },
      ["正义搜查官"] = {
         ["id"] = 20101056,
         ["稀有度"] = 3,
         ["获得方式"] = { "信用分" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "坚守公平与正义，是每个搜查官都应遵守的行为准则。米雪儿坚信，自己一定能将这条准则贯彻到底。",
         ["备注"] = ""
      },
      ["时下热潮"] = {
         ["id"] = 20101057,
         ["稀有度"] = 3,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "以最近在卡丘世界火热的文化形象为参考设计的制服。为了追赶潮流，甚至将“POP”直接印染在了自己的领带上。<br /><br />【“当下的潮流，是惩恶扬善！”】",
         ["备注"] = ""
      },
      ["盗垒猫"] = {
         ["id"] = 20101101,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "一套帅气的棒球运动服，加上俏皮的猫耳与猫尾。穿在米雪儿身上，这套装束显得俊敏利落，令人印象深刻。<br /><br />【“盗！盗！盗！让我找个机会盗垒！”<br />棒球场外加油声震云霄，棒球场内的米雪儿正向二垒飞奔。<br />不仅是游戏高手，米雪儿的运动水准也不可小觑。<br />飘洒的汗水，明亮的笑容，交织出棒球场上一道靓丽的风景线。】",
         ["备注"] = ""
      },
      ["牧场物语"] = {
         ["id"] = 20101103,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "米雪儿为田园旅行特别设计的服装，为了方便和动物朋友们接触，特地加上了可爱的围裙。住进充满田园气息的小屋，嗅闻清新凉爽的空气，身边有好友相伴，或许，这就是返璞归真的快乐吧。<br /><br />【“在星绘回来前，得把在外望风的小家伙都找回来。等等，鹦鹉少了一只？！怎么办怎么办！”】",
         ["备注"] = ""
      },
      ["炼狱恶魔"] = {
         ["id"] = 20101105,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "与平时令行禁止的米雪儿截然不同，宛如童话中走出的调皮恶魔。<br /><br />【咚咚的敲门声响起。<br />“开门开门~我是来自地底的米雪儿搜查官，今天可要好好检查一番你的零食储备哦！”<br />总觉得，换上这套衣服的米雪儿，比平时更加开心了。<br />但她毕竟是米雪儿嘛，大概，不会有什么问题吧。】",
         ["备注"] = ""
      },
      ["甜点美梦"] = {
         ["id"] = 20101106,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "米雪儿在糖果屋帮忙时穿着的工作服。新开张的游乐园人潮汹涌，为了防止意外，米雪儿以打工的名义主动潜入了游乐园的糖果屋。<br />此时，一名剪刀手成员的身影出现在人群之中，这让米雪儿偷偷捏了一把汗。可是，短暂的眼神交错后，两人都心照不宣地忽视了对方——这是因为，她们都看到对方的脸上洋溢着幸福的笑容。<br /><br />【如果这是一场短暂的美梦，真希望这个梦能永远延续下去。】",
         ["备注"] = ""
      },
      ["踏浪远航"] = {
         ["id"] = 20101107,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "蓝白色调的海军作战服，充分考虑了米雪儿个人的战斗风格，配备了实时通讯器与可爱的求生背包。<br />迎着海风，米雪儿的表情也变得更加明亮。<br /><br />【“拔锚起航！希望你不会晕船，嘿嘿。”】",
         ["备注"] = ""
      },
      ["麻雀东风"] = {
         ["id"] = 20101108,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "对不谙此道之人而言，或许只是一套绘制了麻雀图案与神秘东方文字的街头装扮，但对米雪儿而言这可是一件能带来好运的战衣。<br />米雪儿所涉猎的可不只有电子游戏，古早的桌面娱乐当然也难不住超级玩家米雪儿。<br /><br />【“打牌呢，最重要的就是开心。这把输了，下次再来！”】",
         ["备注"] = ""
      },
      ["踏雪飞猫"] = {
         ["id"] = 20101109,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "米雪儿参加荒野冬日挑战赛使用的滑雪服，厚实的棉绒外套搭配做成雪豹花纹的装饰毛边，在突出了可爱的同时，一如既往地能够表现出少女的活力感。<br /><br />【“来呀，跟上我的速度啊？”】",
         ["备注"] = ""
      },
      ["玩家志愿"] = {
         ["id"] = 20101110,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "米雪儿的校园日活动服装，轻巧的随身背包装着打开即玩的电玩社自制游戏，穿戴的各种可爱配饰凸显着她游戏玩家的身份。<br /><br />【“游戏和学习不会冲突，因为超级玩家就是会在其中投入百分之百的热情！”】",
         ["备注"] = ""
      },
      ["灵猫竞影"] = {
         ["id"] = 20101111,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "米雪儿在搜查官射击竞赛中穿着的定制服装。为了让整体装束兼顾舒适度与时尚感，特别采用了轻盈透气的布料和立体裁剪的工艺，亲自参与设计的少女将其视为近期的得意之作。<br /><br />【“装备是竞技的重要环节，游戏的胜利，源自从细节开始的优势堆叠！”】",
         ["备注"] = ""
      },
      ["金玲报春"] = {
         ["id"] = 20101112,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "米雪儿为沐春节烟花庆典而准备的服装，鲜艳的衣裙映衬着佳节良宵的热闹气氛，摇晃的金铃仿佛在预告着新春的到来。<br /><br />【“铃铃铃，还等什么？烟花庆典马上就要开始咯！”】",
         ["备注"] = ""
      },
      ["音浪节拍"] = {
         ["id"] = 20101113,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "米雪儿作为志愿者代表，受邀参加泳池派对时穿着的服装。为了能在泳池中无所顾忌地畅玩，她特意做了利落可爱的编发造型，还买了菠萝墨镜进行搭配。<br /><br />【“嘿嘿，平时多做好事还是很有必要的，居然能拿到泳池派对的体验票~这次水枪大战，你们就等着被本游戏高手逐个击破吧！”】",
         ["备注"] = ""
      },
      ["迅捷身影"] = {
         ["id"] = 20101114,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在校运动会跑步比赛中出战的选手是——米雪儿！比赛开始了，米雪儿稳稳保持在队伍的最前列！她放慢了脚步，是要调整节奏吗？等等，怎么还离开跑道了？其他赛场的纠纷不需要选手来处理啊！<br /><br />【“哇啊啊啊对不起，一看到别人发生争执就想去调解，我马上回来继续跑！”】",
         ["备注"] = ""
      },
      ["王牌投手"] = {
         ["id"] = 20101115,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "作为对米雪儿棒球技术飞速进步的奖励，球队教练为她定制了一套新的棒球服。红黑配色简约时尚，和旧版制服相比，气质更加稳重。<br /><br />【“既然都把我称为‘王牌投手’了，可得在赛场上拿出点真本事才行呀。放心~猫儿的节奏感和控制力一向很好！”】",
         ["备注"] = ""
      },
      ["战火印记"] = {
         ["id"] = 20101116,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "米雪儿在卡奥斯圣殿战役中穿着的战斗服。纯白的罗马式装束上，古老纹饰与紫色缎带相互点缀，尽显神圣庄严。其残破的衣角与遍布的灰烬，正是她身陷重围、与晶源体搏杀的战火印记。<br /><br />【“弦裂的伤痕，或许就是我们浴血奋战的勋章。”】",
         ["备注"] = ""
      },
      ["喵萌元气"] = {
         ["id"] = 20101201,
         ["稀有度"] = 6,
         ["获得方式"] = { "宿舍-米雪儿" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "米雪儿精心搭配的一套休闲装，只为了和你共享美好惬意的猫猫时光。",
         ["备注"] = ""
      },
      ["猎虎裁恶"] = {
         ["id"] = 20101206,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "欧泊提供的特种作战服装。由米雪儿父亲的作战服改造而成，威风凛凛的白虎足以震慑一切犯罪分子。",
         ["备注"] = ""
      },
      ["猎虎裁恶-威风"] = {
         ["id"] = 20101207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "欧泊提供的特种作战服装。由米雪儿父亲的作战服改造而成，威风凛凛的白虎足以震慑一切犯罪分子。",
         ["备注"] = ""
      },
      ["猎虎裁恶-恶战"] = {
         ["id"] = 20101208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "欧泊提供的特种作战服装。由米雪儿父亲的作战服改造而成，威风凛凛的白虎足以震慑一切犯罪分子。",
         ["备注"] = ""
      },
      ["猎虎裁恶-猎手"] = {
         ["id"] = 20101209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "欧泊提供的特种作战服装。由米雪儿父亲的作战服改造而成，威风凛凛的白虎足以震慑一切犯罪分子。",
         ["备注"] = ""
      },
      ["猎虎裁恶-迅影"] = {
         ["id"] = 20101210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "欧泊提供的特种作战服装。由米雪儿父亲的作战服改造而成，威风凛凛的白虎足以震慑一切犯罪分子。",
         ["备注"] = ""
      },
      ["绮星梦使"] = {
         ["id"] = 20101211,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "与“世界之梦”签订契约的魔法少女米雪儿的战斗服，她的裙裾，闪耀着希望之光；她的冠冕，盘旋着梦想之环。魔法从未赐予她勇气，而是因为勇气，她拥有了世界的祝福。<br /><br />【“能让我所在的世界变得幸福，这就是我成为魔法少女的全部意义。”】",
         ["备注"] = ""
      },
      ["绮星梦使-霞云"] = {
         ["id"] = 20101212,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "与“世界之梦”签订契约的魔法少女米雪儿的战斗服，她的裙裾，闪耀着希望之光；她的冠冕，盘旋着梦想之环。魔法从未赐予她勇气，而是因为勇气，她拥有了世界的祝福。<br /><br />【“能让我所在的世界变得幸福，这就是我成为魔法少女的全部意义。”】",
         ["备注"] = ""
      },
      ["绮星梦使-花澈"] = {
         ["id"] = 20101213,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "与“世界之梦”签订契约的魔法少女米雪儿的战斗服，她的裙裾，闪耀着希望之光；她的冠冕，盘旋着梦想之环。魔法从未赐予她勇气，而是因为勇气，她拥有了世界的祝福。<br /><br />【“能让我所在的世界变得幸福，这就是我成为魔法少女的全部意义。”】",
         ["备注"] = ""
      },
      ["绮星梦使-幽砂"] = {
         ["id"] = 20101214,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "与“世界之梦”签订契约的魔法少女米雪儿的战斗服，她的裙裾，闪耀着希望之光；她的冠冕，盘旋着梦想之环。魔法从未赐予她勇气，而是因为勇气，她拥有了世界的祝福。<br /><br />【“能让我所在的世界变得幸福，这就是我成为魔法少女的全部意义。”】",
         ["备注"] = ""
      },
      ["绮星梦使-橙荧"] = {
         ["id"] = 20101215,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "与“世界之梦”签订契约的魔法少女米雪儿的战斗服，她的裙裾，闪耀着希望之光；她的冠冕，盘旋着梦想之环。魔法从未赐予她勇气，而是因为勇气，她拥有了世界的祝福。<br /><br />【“能让我所在的世界变得幸福，这就是我成为魔法少女的全部意义。”】",
         ["备注"] = ""
      }
   },
   ["奥黛丽·格罗夫"] = {
      ["追耀"] = {
         ["id"] = 20105001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "奥黛丽亲手设计的佣兵作战服。喜好华丽的她，将母亲所授的贵族审美完美融入其中。",
         ["备注"] = ""
      },
      ["追耀-青山"] = {
         ["id"] = 20105002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "奥黛丽佣兵服的换色款。永不改变的，是她如青山般坚定的意志。",
         ["备注"] = ""
      },
      ["追耀-紫荆"] = {
         ["id"] = 20105005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "奥黛丽佣兵服的换色款。高贵的气度，无需华丽的陪衬。",
         ["备注"] = ""
      },
      ["追耀-密语"] = {
         ["id"] = 20105006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "奥黛丽佣兵服的换色款。朴素的装扮下，似有暗流涌动。",
         ["备注"] = ""
      },
      ["追耀-牧野"] = {
         ["id"] = 20105007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "奥黛丽佣兵服的换色款。藏于她梦中的，是那片碧绿的原野。",
         ["备注"] = ""
      },
      ["追耀-深洋"] = {
         ["id"] = 20105008,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "奥黛丽佣兵服的换色款。她的目光所及，是广袤的大海。",
         ["备注"] = ""
      },
      ["追耀-血裔"] = {
         ["id"] = 20105009,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "奥黛丽佣兵服的换色款。她心中铭记的，是家族血脉的荣光。",
         ["备注"] = ""
      },
      ["追耀-绛紫"] = {
         ["id"] = 20105010,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "奥黛丽佣兵服的换色款。华贵而不张扬，彰显着坚韧的意志。",
         ["备注"] = ""
      },
      ["追耀-红烛"] = {
         ["id"] = 20105011,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "奥黛丽佣兵服的换色款，颇具威胁感的配色，宛如枪口闪烁的火焰。",
         ["备注"] = ""
      },
      ["热可可"] = {
         ["id"] = 20105051,
         ["稀有度"] = 3,
         ["获得方式"] = { "宿舍-奥黛丽" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "奥黛丽亲自对自己的佣兵服进行了整体风格再设计，设计灵感则源自于她当日中午喝下的热可可咖啡。",
         ["备注"] = ""
      },
      ["海滨漫步"] = {
         ["id"] = 20105052,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "漫步于海边时，奥黛丽会换上这套可爱的裙装。只有这时，她才会愿意展现出稚嫩的少女一面。",
         ["备注"] = ""
      },
      ["王牌登场"] = {
         ["id"] = 20105053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "以扑克为主题设计的高雅装束。红心、方片、黑桃，还有梅花……王牌去哪了？当然，是奥黛丽自己了。",
         ["备注"] = ""
      },
      ["豪族夜宴"] = {
         ["id"] = 20105054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "典雅的蓝色裙装，华贵的金色纹饰，是奥黛丽出席正式场合的礼服。身为格罗夫的代言人，对奥黛丽来说，社交场不过是换了个战场。",
         ["备注"] = ""
      },
      ["春日特调"] = {
         ["id"] = 20105055,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "红茶与樱花的冲撞，混合出一抹独特的春日韵味。穿着这身衣服时，奥黛丽的心情也似乎随着时节而轻快了起来。",
         ["备注"] = ""
      },
      ["暗夜贵族"] = {
         ["id"] = 20105056,
         ["稀有度"] = 3,
         ["获得方式"] = { "赛季奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "城墙，塔垛，闸门，谈到古典城堡的设计，那正是奥黛丽精通的领域。为了考察这套地产的潜力，奥黛丽也换上了全新的服饰。<br /><br />“给我介绍一下吧，本小姐正好想要购买一座新别馆呢。”",
         ["备注"] = ""
      },
      ["心想是橙"] = {
         ["id"] = 20105057,
         ["稀有度"] = 3,
         ["获得方式"] = { "储备资源BP8" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "香橙与柠檬能够治疗坏血病，这是早期格罗夫家族发迹的途径之一，但要治愈新世界人们的心病，可能还需要一些火药作为添加剂。",
         ["备注"] = ""
      },
      ["尊享服务"] = {
         ["id"] = 20105101,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "回味时光咖啡厅领班所穿着的女仆装。根据奥黛丽的趣味进行了部分改制。<br />即便是穿上这身衣服的奥黛丽，依旧掩盖不了身为领袖精英的气质。<br /><br />【“想看就看个够吧！不、不过新品的咖啡，还是得务必品尝一下……哦？”】",
         ["备注"] = ""
      },
      ["风舞碧云"] = {
         ["id"] = 20105103,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "少女的身姿如玉柳琼枝，古雅的纱衣随风飘摆。身着古典舞者服饰的奥黛丽，一颦一笑间，都透出难言的异域风情。<br /><br />【琴奏龙门之绿桐，玉壶美酒清若空。<br />催弦拂柱与君饮，看朱成碧颜始红。<br />胡姬貌如花，当垆笑春风。<br />笑春风，舞罗衣，君今不醉欲安归？】",
         ["备注"] = ""
      },
      ["绯红守护"] = {
         ["id"] = 20105104,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "奥黛丽的服装设计师所还原的东方女性服装。<br />据说穿着这身衣服的人只要虔心祈祷，就能获得祛除灾厄的神秘力量。<br /><br />【“我不会向谁祈祷。但如果……是在你身边的话，我就有打破任何灾厄的力量……从物理的角度上来讲。”】",
         ["备注"] = ""
      },
      ["现场直击"] = {
         ["id"] = 20105105,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "奥黛丽在参加真实荒野勘探过程中所穿着的服装。透气性好，轻便舒适，遮阳帽为实地考察带来了不少便利。<br />便携相机包内的相机，更是储存着名为未来的愿景。<br /><br />【“亲自考察对于接下来和欧泊的合作的新开发区很重要，这些照片会见证新的都会兴起。”】",
         ["备注"] = ""
      },
      ["夜会蝶舞"] = {
         ["id"] = 20105108,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "酒杯交错、舞裙翩跹的会场上，宴会的主角却姗姗来迟，她褪去了独角兽的桀骜不驯，一袭深色华美的晚礼服完美裹身。她款款走向自己心仪的舞伴，舞裙随之摆动，宛若舒展羽翼的夜光蝶。<br /><br />【“抱歉盟友，为了挑选足够与你相称的礼服，稍微花了点时间。”】",
         ["备注"] = ""
      },
      ["霞裙月帔"] = {
         ["id"] = 20105109,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "奥黛丽出席沐春节家族晚宴中的服装。以霞为衣裙，以月为披肩，既彰显着端庄华美，又不失少女的风韵。<br /><br />【“盟友，请随便坐吧，你可是格罗夫家宴的特邀嘉宾哦。”】",
         ["备注"] = ""
      },
      ["郁香丽人"] = {
         ["id"] = 20105110,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "奥黛丽的定制工作装。作为奥黛丽出席重要场合的服装充满了严肃性和时尚感，这一版型后来成为了纽特朗城中都市丽人们竞相模仿的对象。<br /><br />【“下一个决议还在等着我，我赶时间。”】",
         ["备注"] = ""
      },
      ["霓光夕绽"] = {
         ["id"] = 20105112,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "星帷伴着缭乱的虹光，浸染了这座城市的第一千零一个夜晚，出逃的少女紧束自己的长发，用明媚的笑意点亮无尽的长廊——那是海的彼岸，天的尽头，是追寻万遍也不愿舍弃，跨越时空的梦想。<br /><br />【“就让我们一同启程吧，高塔不是终点，故事将会继续上演！”】",
         ["备注"] = ""
      },
      ["金牌店员"] = {
         ["id"] = 20105113,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在格罗夫餐厅试营业第一天，为了保证经营顺利，奥黛丽化身招牌店员亲自上阵。但由于生意过于火爆，忙碌过头的她只好将小票账单暂时挂在腰间。<br /><br />【“客人，如不需要小票，请不要一直盯着我的身后。”】",
         ["备注"] = ""
      },
      ["荣誉会长"] = {
         ["id"] = 20105114,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "副会长奥黛丽同学在重大活动时才会穿着的高定制服，融合了家徽的设计，同时彰显着学校的风姿与家族的高雅。<br /><br />【“会长？不，我不是，不过这身制服确实是大家眼中学生会的象征。”】",
         ["备注"] = ""
      },
      ["黯月遗狩"] = {
         ["id"] = 20105115,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“溯光者”奥黛丽的战服，古老猎装承载着家族纹章，优雅羽饰彰显着战斗礼仪。身披月光的猎人将踏入无尽的旅途，跟随荆棘的指引，猎杀黑暗。<br /><br />【“请勇往直前，提灯里的月光，会引导我们穿越旧日的黑暗。”】",
         ["备注"] = ""
      },
      ["荣光小憩"] = {
         ["id"] = 20105201,
         ["稀有度"] = 6,
         ["获得方式"] = { "宿舍-奥黛丽" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "奥黛丽度假时穿着的休闲服饰。偶尔，她会穿起这件雅致的裙装，和你一起享受难得的假日。",
         ["备注"] = ""
      },
      ["末路荣光"] = {
         ["id"] = 20105206,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "以纯白百合花为原型的格罗夫礼服。搭配有代表格罗夫家族威严与荣耀的单肩披风，记录着少女过去初次肩负家族责任时的青涩与沉重。",
         ["备注"] = ""
      },
      ["末路荣光-夜色"] = {
         ["id"] = 20105207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "以纯白百合花为原型的格罗夫礼服。搭配有代表格罗夫家族威严与荣耀的单肩披风，记录着少女过去初次肩负家族责任时的青涩与沉重。",
         ["备注"] = ""
      },
      ["末路荣光-玫瑰"] = {
         ["id"] = 20105208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "以纯白百合花为原型的格罗夫礼服。搭配有代表格罗夫家族威严与荣耀的单肩披风，记录着少女过去初次肩负家族责任时的青涩与沉重。",
         ["备注"] = ""
      },
      ["末路荣光-深海"] = {
         ["id"] = 20105209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "以纯白百合花为原型的格罗夫礼服。搭配有代表格罗夫家族威严与荣耀的单肩披风，记录着少女过去初次肩负家族责任时的青涩与沉重。",
         ["备注"] = ""
      },
      ["末路荣光-王冠"] = {
         ["id"] = 20105210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "以纯白百合花为原型的格罗夫礼服。搭配有代表格罗夫家族威严与荣耀的单肩披风，记录着少女过去初次肩负家族责任时的青涩与沉重。",
         ["备注"] = ""
      }
   },
   ["明"] = {
      ["叛逆"] = {
         ["id"] = 20132001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "明的作战服。看似随性的搭配里兼顾了实用和美观，无论是战斗还是日常都能完美应付。",
         ["备注"] = ""
      },
      ["叛逆-烈日"] = {
         ["id"] = 20132002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "明的备用作战服。鲜亮的黄色上衣，衬得她如太阳般耀眼。",
         ["备注"] = ""
      },
      ["叛逆-苍岭"] = {
         ["id"] = 20132003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "明的备用作战服。那片碧绿，就如她奋力追逐的梦境般美丽。",
         ["备注"] = ""
      },
      ["叛逆-碧水"] = {
         ["id"] = 20132004,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "明的备用作战服。她的内心，就如故土中明净的湖水般清澈。",
         ["备注"] = ""
      },
      ["叛逆-暮色"] = {
         ["id"] = 20132005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "明的备用作战服。尽管性格豪迈，但她也不介意潜藏于夜色之内。",
         ["备注"] = ""
      },
      ["叛逆-夕阳"] = {
         ["id"] = 20132006,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "明的备用作战服。以橙红为主色调，如同落日的余晖。",
         ["备注"] = ""
      },
      ["叛逆-深空"] = {
         ["id"] = 20132007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "明的备用作战服。那片高远的深蓝，正如她高远的志向。",
         ["备注"] = ""
      },
      ["叛逆-紫霞"] = {
         ["id"] = 20132008,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "明的备用作战服。浅紫色的上衣，如同天边的云霞。",
         ["备注"] = ""
      },
      ["叛逆-天青"] = {
         ["id"] = 20132009,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "明的备用作战服。她追逐的，是那故乡头顶的蓝天。",
         ["备注"] = ""
      },
      ["黎明射击"] = {
         ["id"] = 20132051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "身着纯白，火红与烫金交织的作战服，此时的明如同呼唤圣火，惩罚罪行的使者。射击，而后燃烧，直到真正的黎明到来。",
         ["备注"] = ""
      },
      ["款冬协奏"] = {
         ["id"] = 20132052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "碧绿上衣如叶，橙黄下装如花，明就如同一朵象征自由的款冬。她誓言，饥饿与压迫将不复存在，款冬花将重新盛开在这片大地上。",
         ["备注"] = ""
      },
      ["长空飞鹰"] = {
         ["id"] = 20132053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "黑蓝相间，饰以闪电与鹰徽的作战服。明的双眼，也宛如鹰隼一般锐利。在她身上，这套服装衬出一股危险慑人的气质。",
         ["备注"] = ""
      },
      ["野苹鹿鸣"] = {
         ["id"] = 20132054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "装饰以鹿角纹饰，飒爽的野外服装。在荒野漫步之时，明常身着这套装束出行。一边回忆着生机勃勃的故土，一边燃烧起新的斗志。",
         ["备注"] = ""
      },
      ["极速蓝风"] = {
         ["id"] = 20132055,
         ["稀有度"] = 3,
         ["获得方式"] = { "赛季奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "明参加赛车比赛时的装束。着装融入了她所喜爱的酷炫的赛车元素，驰骋在竞速场时，她的身影化作一道蓝色的疾风，变为赛场上最迅猛的存在。",
         ["备注"] = ""
      },
      ["夜魇之影"] = {
         ["id"] = 20132056,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "靴跟敲打着石砖发出短促的声音，前行者仿佛全然不受这阴森诡谲的氛围影响，脚步稳重且有力。在明的认知中，她既然已经来了，那么她才是座城堡的主宰者。",
         ["备注"] = ""
      },
      ["逐夜之火"] = {
         ["id"] = 20132101,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "适合于夜间行动的黑色衣装。原本应该完美地融入黑夜，但在明的要求下加上了一抹暗红，如同静静燃烧的火焰，虽不耀眼，但绝不屈服。她将追逐黑夜，并将驱逐黑夜。<br /><br />【“乖宝宝们早点回家去吧——夜晚，是我的战场。”】",
         ["备注"] = ""
      },
      ["高效协同"] = {
         ["id"] = 20132102,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "黑红色调的紧身作战服，融合了科技感与复古感。冷酷刚硬的外观，也藏不住明灵魂深处的火热。<br /><br />【“别搞破坏，我可没时间处理你们制造出的垃圾。”<br />“如果你们想活下来，就听我的！明白吗?”】<br />在明的指挥下，每次攻击行动，都如手术刀般锐利。<br />但她并非为了遥远的理想，而是为了生存，还有心中的愤怒而战。",
         ["备注"] = ""
      },
      ["沙滩牛仔"] = {
         ["id"] = 20132103,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "沙滩与海浪，音乐和舞蹈，作为战士的休憩来说正合明的心意。短暂的欢乐时光，为的是之后更加勇猛的战斗。<br /><br />【“这个海滩还不错嘛，终于可以休息一下了。”<br />来到此地，明也久违地露出了一抹爽朗的笑容。<br />“今日，我们纵情欢歌！明日，我们并肩战斗！”<br />也不知，今晚她会灌醉几个伙伴呢？】",
         ["备注"] = ""
      },
      ["西部往事"] = {
         ["id"] = 20132104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "粗犷潇洒的牛仔装束。凝聚了牛仔对自由与冒险的向往，每每想到这里，明便会欢快地吹起口哨。<br /><br />【“来吧，让我们一起干一票大的！”】",
         ["备注"] = ""
      },
      ["九黎长风"] = {
         ["id"] = 20132105,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "极具特色的民族服饰，根据明的作战风格进行了现代剪裁的改良。<br />穿着大量的银饰出现在战场上，既显眼又吵闹，十分引人注目。但这也许正是明所需要的。<br /><br />【“这就是战神后裔的衣着吗？古老的反抗者，就让我借用他的力量吧。”】",
         ["备注"] = ""
      },
      ["闪电风暴"] = {
         ["id"] = 20132106,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "明受邀前往月桂大厅演出的修身模特服。为了便于进行那场特殊表演，明省略了衣着上繁芜的装饰，几乎每一寸布料都紧密贴合肌肤。<br /><br />【“如果反抗是实现正义的唯一方式，那么，我不介意使用一些特殊手段。”】",
         ["备注"] = ""
      },
      ["飒踏元辰"] = {
         ["id"] = 20132107,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "明在沐春节之夜出街游玩时穿着的服装。一袭红衣，英姿飒爽，颇有一番女侠风范。<br /><br />【“别误会了，本女侠不是来行侠仗义，而是来吃香喝辣的！”】",
         ["备注"] = ""
      },
      ["喧响番长"] = {
         ["id"] = 20132108,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "轻音部首席吉他手明的校园日对外演出定制款，这套服饰采用绚丽的纹饰搭配着复古的样式，在整体造型上显得个性十足。<br /><br />【“准备好了吗？一起燃响天下无双的旋律吧！”】",
         ["备注"] = ""
      },
      ["黄金工匠"] = {
         ["id"] = 20132109,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "伴随着蒸汽时代的到来，人们探索的脚步终于可以涉足更远的地方。深埋地底的矿藏代表着财富和机遇，也吸引了一批批冒险者前来探访。<br /><br />【“放心吧，只要跟紧我，咱们一定是第一批找到金子的人！”】",
         ["备注"] = ""
      },
      ["混酿赤霞珠"] = {
         ["id"] = 20132110,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "出现在家族宴会上的神秘来客，英姿飒爽，潇洒不羁，虽然并没有透露自己的姓名，却有不少人对她相当面熟。<br /><br />【“好久不回来了，这里的人和地方都还是老样子嘛。”】",
         ["备注"] = ""
      },
      ["星驱疾霆"] = {
         ["id"] = 20132111,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "战士行于夜色，却不屑于躲躲藏藏，她将耀目的紫色涂做战装，宣告着自己将如雷霆如流星，击碎每一处她所经过的战场。<br /><br />【“准备好了吗，接下来的曲目是决斗，就我和你。”】",
         ["备注"] = ""
      },
      ["当头红鹿"] = {
         ["id"] = 20132112,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "今夜属于欢乐，今夜属于每一个期待幸福的人民，等待礼物的烟囱绵延出漫天的云路，但背负着礼物与美梦的驯鹿小姐不知疲倦，不觉漫长。<br /><br />【“哈哈，跟打仗一样，论打仗，我可从没输过任何一场！”】",
         ["备注"] = ""
      },
      ["苍雷潜龙"] = {
         ["id"] = 20132206,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "以游龙与苍雷为主题的英雄战袍。取名自“苍雷潜龙”本人的名号，既有雷之迅疾，亦有侠之豪气。这身战衣同它的主人一同行走八方、纵横四海，留下了无数为人津津乐道的传奇事迹。",
         ["备注"] = ""
      },
      ["苍雷潜龙-风云"] = {
         ["id"] = 20132207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "以游龙与苍雷为主题的英雄战袍。取名自“苍雷潜龙”本人的名号，既有雷之迅疾，亦有侠之豪气。这身战衣同它的主人一同行走八方、纵横四海，留下了无数为人津津乐道的传奇事迹。",
         ["备注"] = ""
      },
      ["苍雷潜龙-水墨"] = {
         ["id"] = 20132208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "以游龙与苍雷为主题的英雄战袍。取名自“苍雷潜龙”本人的名号，既有雷之迅疾，亦有侠之豪气。这身战衣同它的主人一同行走八方、纵横四海，留下了无数为人津津乐道的传奇事迹。",
         ["备注"] = ""
      },
      ["苍雷潜龙-孤夜"] = {
         ["id"] = 20132209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "以游龙与苍雷为主题的英雄战袍。取名自“苍雷潜龙”本人的名号，既有雷之迅疾，亦有侠之豪气。这身战衣同它的主人一同行走八方、纵横四海，留下了无数为人津津乐道的传奇事迹。",
         ["备注"] = ""
      },
      ["苍雷潜龙-古韵"] = {
         ["id"] = 20132210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "以游龙与苍雷为主题的英雄战袍。取名自“苍雷潜龙”本人的名号，既有雷之迅疾，亦有侠之豪气。这身战衣同它的主人一同行走八方、纵横四海，留下了无数为人津津乐道的传奇事迹。",
         ["备注"] = ""
      },
      ["危险游戏"] = {
         ["id"] = 20132211,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "行走于纸醉金迷的场所，明自然要准备一身彰显身份的行头。这是和街头完全不同的战场，却也遍布无形的硝烟。不过既然上桌，就要昂首挺胸，豪迈出手——如同她一贯的信条。<br /><br />【“有你老大我在，玩什么都不可能输。危险？不存在的，我的皮箱可不是摆设。”】",
         ["备注"] = ""
      },
      ["危险游戏-赤焰"] = {
         ["id"] = 20132212,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "行走于纸醉金迷的场所，明自然要准备一身彰显身份的行头。这是和街头完全不同的战场，却也遍布无形的硝烟。不过既然上桌，就要昂首挺胸，豪迈出手——如同她一贯的信条。<br /><br />【“有你老大我在，玩什么都不可能输。危险？不存在的，我的皮箱可不是摆设。”】",
         ["备注"] = ""
      },
      ["危险游戏-铂金"] = {
         ["id"] = 20132213,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "行走于纸醉金迷的场所，明自然要准备一身彰显身份的行头。这是和街头完全不同的战场，却也遍布无形的硝烟。不过既然上桌，就要昂首挺胸，豪迈出手——如同她一贯的信条。<br /><br />【“有你老大我在，玩什么都不可能输。危险？不存在的，我的皮箱可不是摆设。”】",
         ["备注"] = ""
      },
      ["危险游戏-霓虹"] = {
         ["id"] = 20132214,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "行走于纸醉金迷的场所，明自然要准备一身彰显身份的行头。这是和街头完全不同的战场，却也遍布无形的硝烟。不过既然上桌，就要昂首挺胸，豪迈出手——如同她一贯的信条。<br /><br />【“有你老大我在，玩什么都不可能输。危险？不存在的，我的皮箱可不是摆设。”】",
         ["备注"] = ""
      },
      ["危险游戏-幻影"] = {
         ["id"] = 20132215,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "行走于纸醉金迷的场所，明自然要准备一身彰显身份的行头。这是和街头完全不同的战场，却也遍布无形的硝烟。不过既然上桌，就要昂首挺胸，豪迈出手——如同她一贯的信条。<br /><br />【“有你老大我在，玩什么都不可能输。危险？不存在的，我的皮箱可不是摆设。”】",
         ["备注"] = ""
      }
   },
   ["玛德蕾娜·利里"] = {
      ["调色盘"] = {
         ["id"] = 20107001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "简约却不失艺术感的画师服。比起繁复的服装搭配，玛德蕾娜更在意色彩的融洽与否。",
         ["备注"] = ""
      },
      ["调色盘-春草"] = {
         ["id"] = 20107002,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "玛德蕾娜画师服的特殊配色款式。明媚的草绿象征着生机与活力。",
         ["备注"] = ""
      },
      ["调色盘-桃夭"] = {
         ["id"] = 20107003,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "玛德蕾娜画师服的特殊配色款式。粉嫩的桃红如蝴蝶，如繁花。",
         ["备注"] = ""
      },
      ["调色盘-靛染"] = {
         ["id"] = 20107004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "玛德蕾娜画师服的特殊配色款式。深沉的靛蓝象征着创意与直觉。",
         ["备注"] = ""
      },
      ["调色盘-银红"] = {
         ["id"] = 20107007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "玛德蕾娜画师服的特殊配色款式。交织的银红显得她鹤立鸡群。",
         ["备注"] = ""
      },
      ["调色盘-紫萼"] = {
         ["id"] = 20107008,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "玛德蕾娜画师服的特殊配色款式。高贵的紫衬托下，她的身姿如花朵摇曳。",
         ["备注"] = ""
      },
      ["调色盘-心湖"] = {
         ["id"] = 20107009,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "玛德蕾娜画师服的特殊配色款式。蓝绿错落，如心湖荡漾。",
         ["备注"] = ""
      },
      ["调色盘-冰心"] = {
         ["id"] = 20107010,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "玛德蕾娜画师服的特殊配色款式。仿佛冬日的湖泊，澄澈无比。",
         ["备注"] = ""
      },
      ["调色盘-褐叶"] = {
         ["id"] = 20107011,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "玛德蕾娜画师服的特殊配色款式。像秋日的落叶一般低调，沉静。",
         ["备注"] = ""
      },
      ["夏末初现的红"] = {
         ["id"] = 20107051,
         ["稀有度"] = 3,
         ["获得方式"] = { "赛季奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "她徘徊于那片红色果园里，在画板上留下艺术的痕迹。偶然间，我被那抹俏皮的红色吸引，流连于阡陌小道之中。",
         ["备注"] = ""
      },
      ["星月夜"] = {
         ["id"] = 20107052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "手绘着精致图案的蓝色画师服，是玛德蕾娜所珍爱的作品。衣袂摆动之间，宛如星空流转不定。<br />",
         ["备注"] = ""
      },
      ["绘师宅急便"] = {
         ["id"] = 20107053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "玛德蕾娜身着一副简练实用的装束，如同配送急件的快递员。孤身一人踏上旅程时，她才意识到，这世界远比她想象中广阔。",
         ["备注"] = ""
      },
      ["蓝莓牛奶"] = {
         ["id"] = 20107054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "孩子气的蓝莓牛奶装束，穿在玛德蕾娜身上却再合适不过。毕竟，只有保持童真的心，才能创作出美丽的作品。",
         ["备注"] = ""
      },
      ["樱花奇遇"] = {
         ["id"] = 20107055,
         ["稀有度"] = 3,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "玛德蕾娜自行设计的出行服装。<br />在游乐园的摩天轮上，樱色的少女观看着打上天际的烟火默默沉醉，将这份独特的灵感悄悄珍藏。",
         ["备注"] = ""
      },
      ["心意传递员"] = {
         ["id"] = 20107056,
         ["稀有度"] = 3,
         ["获得方式"] = { "宿舍-玛德蕾娜" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "钻研着如何用创作表达心意的玛德蕾娜，兼职了邮递员的工作。在她看来，信件也是传递着作者心意的重要媒介。她将身后的小背包设计成邮箱的样子，不管有怎样珍贵的心意，敬请投递。",
         ["备注"] = ""
      },
      ["溯溪远行"] = {
         ["id"] = 20107101,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "人们都说，不会钓鱼的探险家不是一个好画师。<br />为了前往斯崔恩郊野人迹罕至的生态区进行实地采风，玛德蕾娜特意准备了这套野外活动套装。沿溪溯行，时而写生，时而垂钓，画板和鱼框都装满了收获。<br /><br />【“好耶，上钩了！欸——别跑啊！看招，颜料泡泡！”】",
         ["备注"] = ""
      },
      ["兔兔轮滑"] = {
         ["id"] = 20107102,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "玛德蕾娜的这套装束兼具甜美与活力，就如穿梭于街巷间一道闪耀的霓虹。身为艺术家，偶尔也要做些出格的事才行。<br /><br />【“呀嗬~晚上好啊！咻——”】<br />绘师少女脸上是满是兴奋的笑容，从身边一掠而过。<br />飘逸的身姿，滑轮上闪烁的虹光，让人有点头晕目眩。<br />没办法，不论这个任性的少女做了什么，总是能以“取材”作为理由啊。",
         ["备注"] = ""
      },
      ["激扬碧浪"] = {
         ["id"] = 20107103,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "海滨的美景，激发出少女绘师的灵感。清爽的水手服，衬得她的身姿也更为俏丽。<br /><br />蔚蓝的洋面，洁白的浪花，还有欢歌的人群。这片美景让玛德蕾娜不由心醉。<br />她取出随身携带的画笔，将心中的感动挥洒在画布上。<br />少顷，她的心中浮现出了一个想法：<br />每个人的心中，都该拥有属于自己的一片“海洋”。",
         ["备注"] = ""
      },
      ["满月之梦"] = {
         ["id"] = 20107104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "以太空为主题，素白紧身衣配上时尚的黑色机械兔耳。这套装束让玛德蕾娜比平时少了几分朴素，多了几分大胆。<br /><br />“你看你看，这衣服反射的光亮，像不像月夜的银光？”<br />“我听说月亮上有只兔子在生活，那你说，卡丘世界的月亮上，也会有只电子兔吗？”<br />少女在夜幕之下，快乐地做着太空的梦。",
         ["备注"] = ""
      },
      ["暴走紫韵"] = {
         ["id"] = 20107105,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "玛德蕾娜参加快闪演出时准备的演出服。在金树乐章活动后似乎她也觉醒了对音乐的热爱，只不过，似乎不是古典派……<br /><br />【“旋律只会停驻片刻，随后消失不见，你不觉得很浪漫吗？”】",
         ["备注"] = ""
      },
      ["弦乐之声"] = {
         ["id"] = 20107106,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "玛德蕾娜受邀参加金树乐章音乐会时所穿着的服装。由玛德蕾娜自己亲自设计，小圆帽有时候也能帮助不太自信的她遮住害羞的脸。<br /><br />【“这样的场景…可不能丢脸呢！”】",
         ["备注"] = ""
      },
      ["欢歌曼舞"] = {
         ["id"] = 20107108,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "玛德蕾娜经多番考据而设计的古典舞裙。配色鲜亮瞩目，翩然起舞时手鼓也跟着清脆作响，那个时代的浪漫风情在她青涩热情的舞步下可见一斑。<br /><br />【“最初只是想找找灵感，但现在我已经彻底迷上这种舞蹈了！”】",
         ["备注"] = ""
      },
      ["机巧诚愿"] = {
         ["id"] = 20107109,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "迷路的人偶游离在瑰丽的花园，在每一处奇妙的景象中驻足不前，在一段从未经历的美妙旅程中，她找到了心中深藏的祈愿——一个用缤纷色彩绘成，能够守护每一份珍贵的童话世界。<br /><br />【“我希望能够早日寻得自己的真心，我希望每一个善良的人都能徜徉于阳光的暖意。”】",
         ["备注"] = ""
      },
      ["童心萌动"] = {
         ["id"] = 20107110,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "玛德蕾娜参加游乐园活动时准备的服装。充满童趣的可爱设计，混入游乐园的卡通角色之中也毫无违和感。<br /><br />【“我这样只是为了更好地体会小孩子的心情……毕竟偶尔我也会接到儿童绘本的委托呢。”】",
         ["备注"] = ""
      },
      ["庆典绘者"] = {
         ["id"] = 20107111,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "为了使这份堪称艺术的文化再次流行，玛德蕾娜佩戴了影像中的出现过的诸多物件作为装饰，据说该形象也来源于另一位漫画家的手笔。<br /><br />【我创作的漫画，也能够动画化就好了。】",
         ["备注"] = ""
      },
      ["果橙萌豚"] = {
         ["id"] = 20107112,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "为了寻找创作灵感，玛德蕾娜邀请艾卡陪自己前往新开张的奇趣游乐园。她以“水豚”为元素设计了新的服装，希望能度过一个悠闲的假日。<br /><br />【“水豚这种动物，虽然慢吞吞，但是很踏实，就像在艺术之路上不断前行的我一样呢~”】",
         ["备注"] = ""
      },
      ["团团新岁"] = {
         ["id"] = 20107113,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "为了融入沐春节的节日氛围，玛德蕾娜专门准备了这身服装，还为她心爱的兔兔包手工缝制了配套的保护套。<br /><br />【“已经听到放烟花的声音了！今晚，就到集市上去写生吧，一定会记录下热闹有趣的画面”】",
         ["备注"] = ""
      },
      ["柔暖色调"] = {
         ["id"] = 20107201,
         ["稀有度"] = 6,
         ["获得方式"] = { "宿舍-玛德蕾娜" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "玛德蕾娜自主设计的居家服饰。取材自山野的青绿与果实的橙黄，与你在家中一起构思有趣的艺术设计，是她最宝贵的温暖时光。",
         ["备注"] = ""
      },
      ["失落的伊卡洛斯"] = {
         ["id"] = 20107206,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“所谓的侦探技巧呢，最重要的就是——”<br />“就是什么？”<br />“就是……呃，观察、总结、分析、实践！”<br />“就这？ 我还以为有什么秘诀。拍着胸脯说要第一个找出怪盗，可别变成说大话喽？”<br />“怪盗预告说啥时候行动来着？”<br />“……此时，此刻。”<br />“啊！那和大小姐你在这一起瞪眼也没用啦！大侦探这就出发去找线索了，回头见！”<br /><br />注意看，一位端着咖啡杯的姑娘一会儿瞅瞅蒸汽机的模型，一会儿摸摸古代鲸鱼的化石，四处乱转，调皮而活泼——在这座复古风格的博物馆中，即将上演一出侦探与怪盗狭路相逢的好戏。<br />“哎，真不该一口气就答应下来，我哪有什么对付怪盗的经验嘛……”大侦探啜饮咖啡停不下来，其实有些惴惴不安。<br />令人如此苦恼的，正是眼前玻璃柜中的展品“伊卡洛斯装置”——以复古的蒸汽技术打造，催动精巧而复杂的机关，能神奇地让人飞起来的传奇道具——对超弦体玛德蕾娜来说并不适用，但对于喜欢收集没用东西的玛德蕾娜来说简直刚刚好。<br />某个知名“怪盗”已经发出了预告信，宣称“伊卡洛斯装置”必在众目睽睽之下被其夺走。因为正赶上购物节，预告信积压了半个多月，直到预告前一天才寄到博物馆。忧心不已的博物馆主人立刻请求乌尔比诺介入。<br />为了下个月的咖啡花销，以及背包中“全自动创意复古维多利亚蒸朋哥特纯手动机械拿铁摩卡浓缩奥瑞白压缩调制机”的维护费有着落，玛德蕾娜果断选择加入这场攻防大战。<br />然而……",
         ["备注"] = ""
      },
      ["失落的伊卡洛斯-优雅"] = {
         ["id"] = 20107207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“所谓的侦探技巧呢，最重要的就是——”<br />“就是什么？”<br />“就是……呃，观察、总结、分析、实践！”<br />“就这？ 我还以为有什么秘诀。拍着胸脯说要第一个找出怪盗，可别变成说大话喽？”<br />“怪盗预告说啥时候行动来着？”<br />“……此时，此刻。”<br />“啊！那和大小姐你在这一起瞪眼也没用啦！大侦探这就出发去找线索了，回头见！”<br /><br />注意看，一位端着咖啡杯的姑娘一会儿瞅瞅蒸汽机的模型，一会儿摸摸古代鲸鱼的化石，四处乱转，调皮而活泼——在这座复古风格的博物馆中，即将上演一出侦探与怪盗狭路相逢的好戏。<br />“哎，真不该一口气就答应下来，我哪有什么对付怪盗的经验嘛……”大侦探啜饮咖啡停不下来，其实有些惴惴不安。<br />令人如此苦恼的，正是眼前玻璃柜中的展品“伊卡洛斯装置”——以复古的蒸汽技术打造，催动精巧而复杂的机关，能神奇地让人飞起来的传奇道具——对超弦体玛德蕾娜来说并不适用，但对于喜欢收集没用东西的玛德蕾娜来说简直刚刚好。<br />某个知名“怪盗”已经发出了预告信，宣称“伊卡洛斯装置”必在众目睽睽之下被其夺走。因为正赶上购物节，预告信积压了半个多月，直到预告前一天才寄到博物馆。忧心不已的博物馆主人立刻请求乌尔比诺介入。<br />为了下个月的咖啡花销，以及背包中“全自动创意复古维多利亚蒸朋哥特纯手动机械拿铁摩卡浓缩奥瑞白压缩调制机”的维护费有着落，玛德蕾娜果断选择加入这场攻防大战。<br />然而……",
         ["备注"] = ""
      },
      ["失落的伊卡洛斯-沉静"] = {
         ["id"] = 20107208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“所谓的侦探技巧呢，最重要的就是——”<br />“就是什么？”<br />“就是……呃，观察、总结、分析、实践！”<br />“就这？ 我还以为有什么秘诀。拍着胸脯说要第一个找出怪盗，可别变成说大话喽？”<br />“怪盗预告说啥时候行动来着？”<br />“……此时，此刻。”<br />“啊！那和大小姐你在这一起瞪眼也没用啦！大侦探这就出发去找线索了，回头见！”<br /><br />注意看，一位端着咖啡杯的姑娘一会儿瞅瞅蒸汽机的模型，一会儿摸摸古代鲸鱼的化石，四处乱转，调皮而活泼——在这座复古风格的博物馆中，即将上演一出侦探与怪盗狭路相逢的好戏。<br />“哎，真不该一口气就答应下来，我哪有什么对付怪盗的经验嘛……”大侦探啜饮咖啡停不下来，其实有些惴惴不安。<br />令人如此苦恼的，正是眼前玻璃柜中的展品“伊卡洛斯装置”——以复古的蒸汽技术打造，催动精巧而复杂的机关，能神奇地让人飞起来的传奇道具——对超弦体玛德蕾娜来说并不适用，但对于喜欢收集没用东西的玛德蕾娜来说简直刚刚好。<br />某个知名“怪盗”已经发出了预告信，宣称“伊卡洛斯装置”必在众目睽睽之下被其夺走。因为正赶上购物节，预告信积压了半个多月，直到预告前一天才寄到博物馆。忧心不已的博物馆主人立刻请求乌尔比诺介入。<br />为了下个月的咖啡花销，以及背包中“全自动创意复古维多利亚蒸朋哥特纯手动机械拿铁摩卡浓缩奥瑞白压缩调制机”的维护费有着落，玛德蕾娜果断选择加入这场攻防大战。<br />然而……",
         ["备注"] = ""
      },
      ["失落的伊卡洛斯-热烈"] = {
         ["id"] = 20107209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“所谓的侦探技巧呢，最重要的就是——”<br />“就是什么？”<br />“就是……呃，观察、总结、分析、实践！”<br />“就这？ 我还以为有什么秘诀。拍着胸脯说要第一个找出怪盗，可别变成说大话喽？”<br />“怪盗预告说啥时候行动来着？”<br />“……此时，此刻。”<br />“啊！那和大小姐你在这一起瞪眼也没用啦！大侦探这就出发去找线索了，回头见！”<br /><br />注意看，一位端着咖啡杯的姑娘一会儿瞅瞅蒸汽机的模型，一会儿摸摸古代鲸鱼的化石，四处乱转，调皮而活泼——在这座复古风格的博物馆中，即将上演一出侦探与怪盗狭路相逢的好戏。<br />“哎，真不该一口气就答应下来，我哪有什么对付怪盗的经验嘛……”大侦探啜饮咖啡停不下来，其实有些惴惴不安。<br />令人如此苦恼的，正是眼前玻璃柜中的展品“伊卡洛斯装置”——以复古的蒸汽技术打造，催动精巧而复杂的机关，能神奇地让人飞起来的传奇道具——对超弦体玛德蕾娜来说并不适用，但对于喜欢收集没用东西的玛德蕾娜来说简直刚刚好。<br />某个知名“怪盗”已经发出了预告信，宣称“伊卡洛斯装置”必在众目睽睽之下被其夺走。因为正赶上购物节，预告信积压了半个多月，直到预告前一天才寄到博物馆。忧心不已的博物馆主人立刻请求乌尔比诺介入。<br />为了下个月的咖啡花销，以及背包中“全自动创意复古维多利亚蒸朋哥特纯手动机械拿铁摩卡浓缩奥瑞白压缩调制机”的维护费有着落，玛德蕾娜果断选择加入这场攻防大战。<br />然而……",
         ["备注"] = ""
      },
      ["失落的伊卡洛斯-神秘"] = {
         ["id"] = 20107210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“所谓的侦探技巧呢，最重要的就是——”<br />“就是什么？”<br />“就是……呃，观察、总结、分析、实践！”<br />“就这？ 我还以为有什么秘诀。拍着胸脯说要第一个找出怪盗，可别变成说大话喽？”<br />“怪盗预告说啥时候行动来着？”<br />“……此时，此刻。”<br />“啊！那和大小姐你在这一起瞪眼也没用啦！大侦探这就出发去找线索了，回头见！”<br /><br />注意看，一位端着咖啡杯的姑娘一会儿瞅瞅蒸汽机的模型，一会儿摸摸古代鲸鱼的化石，四处乱转，调皮而活泼——在这座复古风格的博物馆中，即将上演一出侦探与怪盗狭路相逢的好戏。<br />“哎，真不该一口气就答应下来，我哪有什么对付怪盗的经验嘛……”大侦探啜饮咖啡停不下来，其实有些惴惴不安。<br />令人如此苦恼的，正是眼前玻璃柜中的展品“伊卡洛斯装置”——以复古的蒸汽技术打造，催动精巧而复杂的机关，能神奇地让人飞起来的传奇道具——对超弦体玛德蕾娜来说并不适用，但对于喜欢收集没用东西的玛德蕾娜来说简直刚刚好。<br />某个知名“怪盗”已经发出了预告信，宣称“伊卡洛斯装置”必在众目睽睽之下被其夺走。因为正赶上购物节，预告信积压了半个多月，直到预告前一天才寄到博物馆。忧心不已的博物馆主人立刻请求乌尔比诺介入。<br />为了下个月的咖啡花销，以及背包中“全自动创意复古维多利亚蒸朋哥特纯手动机械拿铁摩卡浓缩奥瑞白压缩调制机”的维护费有着落，玛德蕾娜果断选择加入这场攻防大战。<br />然而……",
         ["备注"] = ""
      }
   },
   ["拉薇"] = {
      ["破刃"] = {
         ["id"] = 20128001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "适配剪刀手光学伪装技术的特种作战服。高效实用，专为拉薇打造。",
         ["备注"] = ""
      },
      ["破刃-枯沙"] = {
         ["id"] = 20128002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "拉薇的备用作战服。耀目的金辉如细小的沙砾随风流动。",
         ["备注"] = ""
      },
      ["破刃-冰川"] = {
         ["id"] = 20128003,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "拉薇的备用作战服。冷酷的冰蓝令人心中升起一丝寒意。",
         ["备注"] = ""
      },
      ["破刃-幽森"] = {
         ["id"] = 20128004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "拉薇的备用作战服。森绿的衣摆显得格外潇洒利落。",
         ["备注"] = ""
      },
      ["破刃-紫雨"] = {
         ["id"] = 20128005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "拉薇的备用作战服。靓丽的紫色衬托出她矫健的倩影。",
         ["备注"] = ""
      },
      ["破刃-疾风"] = {
         ["id"] = 20128006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "拉薇的备用作战服。飘扬的嫩绿如风中碧草。",
         ["备注"] = ""
      },
      ["破刃-静夜"] = {
         ["id"] = 20128007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "拉薇的备用作战服。幽蓝色调静谧如寒夜。",
         ["备注"] = ""
      },
      ["破刃-掣电"] = {
         ["id"] = 20128008,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备资源" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "拉薇的备用作战服。锐利如雨夜中的鸣雷。",
         ["备注"] = ""
      },
      ["枫林唱晚"] = {
         ["id"] = 20128051,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "枫叶飘落，红与白的交织仿佛象征着拉薇的内心。曾经诗般美丽的纯洁心灵，如今已被战火所燃烧。",
         ["备注"] = ""
      },
      ["水墨群山"] = {
         ["id"] = 20128052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "流丽的衣衫宛如古雅的群山绘卷，古典风格的服饰，映衬着拉薇优美却冷酷的身姿。",
         ["备注"] = ""
      },
      ["末日残响"] = {
         ["id"] = 20128053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "黑与红的色调，似乎象征着故乡曾遭遇的灾厄。为了不让悲剧重演，拉薇必定会竭尽全力，奋战到底。",
         ["备注"] = ""
      },
      ["故土追忆"] = {
         ["id"] = 20128054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "衣摆上的留声机，仿佛在一刻不停地播放着过往的乐曲。时不时地，这件衣衫也会让拉薇追忆起过去的时光。",
         ["备注"] = ""
      },
      ["盈缺有时"] = {
         ["id"] = 20128055,
         ["稀有度"] = 3,
         ["获得方式"] = { "宿舍-拉薇" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "月有盈缺，人有离合。变化才是世间的常理，恒常不变的世界不过是水中幻月。",
         ["备注"] = ""
      },
      ["深渊回响"] = {
         ["id"] = 20128056,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "当你凝视深渊时，深渊也在凝视你——即使如此，她也义无反顾。",
         ["备注"] = ""
      },
      ["的士速递"] = {
         ["id"] = 20128057,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "为了掩饰身份，行动时拉薇所穿的外勤装服饰之一，利用她一向的速度优势，将情报准时无误的送达。",
         ["备注"] = ""
      },
      ["破妄音律"] = {
         ["id"] = 20128058,
         ["稀有度"] = 3,
         ["获得方式"] = { "里程碑任务" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "意识中有深蓝的节奏在流动，是这个世界本身虚妄的律动，还是来自灵魂深处真实的共鸣？",
         ["备注"] = ""
      },
      ["潇潇疏影"] = {
         ["id"] = 20128101,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "以“竹”为主题，予人以安宁意境的雅致服饰。饱含了拉薇对故土的思念之情。<br /><br />若有闲暇，她总会来到竹林里，那间属于自己的小屋。<br />窗外树影婆娑，竹叶间的交杂光斑打在昏黄的木地板上。<br />即使你陪伴在她身边，她也总是一言不发。<br />只是静静地，将一盏沏好的清茶推到你的手旁。",
         ["备注"] = ""
      },
      ["反叛之声"] = {
         ["id"] = 20128102,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "拉薇在剪刀手一次胜利庆祝时穿着的服装。<br />皮革与金属的碰撞，充满了朋克色彩。<br />她的呐喊，将向世界发起反叛。<br /><br />【“既然世界本就没有未来，那又何谈罪恶。”】",
         ["备注"] = ""
      },
      ["真理搜寻者"] = {
         ["id"] = 20128103,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "早期欧泊风格的搜查官制服，衬出穿着者飒爽干练的气质。这套制服中，蕴藏着拉薇所珍视的过往回忆。<br /><br />“想问我，是不是很憎恨欧泊？或许吧……”<br />摆弄着制服的衣角，拉薇自言自语着，沉入思绪的海洋中。<br />“……我真正憎恨的，是蒙蔽我们双眼的‘虚妄’。”<br />“不论是欧泊的我，还是现在的我。这一点，从未改变。”",
         ["备注"] = ""
      },
      ["片翼刀锋"] = {
         ["id"] = 20128104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "张扬肆意的特殊款式战斗服下，掩盖着拉薇冷静理智的内心。藏形匿踪，一击制胜。<br /><br />夜幕下的城市里，暗影正疾驰。<br />无人得见她的身影，也无人察知她的话音。<br />“真是松懈过头……这样，就得手了。”<br />剪刀手第三执行者拉薇，再度向与她的信仰为敌者，送上刀锋。",
         ["备注"] = ""
      },
      ["灰狼奇遇"] = {
         ["id"] = 20128105,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "拉薇在受邀参加苹安节活动时的变装，原本只是打算监视欧泊的拉薇却被迫参演了童话节目，尽管拉薇一直是那样冷静沉稳，但栩栩如生的耳朵和尾巴似乎经常暴露她的想法……<br /><br />【“等一下，你哪只眼睛看到我高兴了？”】",
         ["备注"] = ""
      },
      ["独奏孤声"] = {
         ["id"] = 20128106,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "拉薇参加金树乐章音乐会时穿着的服装。充满叛逆的设计使她在这古典的氛围中显得十分特立独行，吸引目光。<br /><br />【“音乐会让人的内心平静，我并不反对你的邀请。”】",
         ["备注"] = ""
      },
      ["星河幻影"] = {
         ["id"] = 20128107,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "拉薇受邀前往月桂大厅演出的修身模特服。优雅神秘的礼服设计搭配上拉薇冷酷的神情，让整场演出显得愈发扑朔迷离。<br /><br />【“目标位置确定，行动开始。”】",
         ["备注"] = ""
      },
      ["荒野行动"] = {
         ["id"] = 20128108,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "拉薇带队进行特种作战时所穿的服装。迷彩花纹让拉薇在不使用遁影藏踪时也能很好地掩盖身形，与环境融为一体。<br /><br />【“Clear，全区域清理完成，这是我们的胜利。”】",
         ["备注"] = ""
      },
      ["黑红交错"] = {
         ["id"] = 20128109,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "拉薇在咖啡厅潜伏时所穿的女仆装。在红黑交织之中尽显优雅与深沉，而她藏于身后的匕首双刃更是增添了几分危险而致命的美丽。<br /><br />【“匕首？是用来保护你的，所以，客人，你不用那么紧张……”】",
         ["备注"] = ""
      },
      ["摇曳轻纱"] = {
         ["id"] = 20128110,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "悠扬的乐曲在空气中流淌，层层叠叠的轻纱摆动，如梦似幻，又仿佛泡影。在夜色中难以靠近的，是馥郁的兰花，还是吟唱的歌女？<br /><br />【“刚刚表演时，你一直注视着我。你……也喜欢这首乐曲吗？”】",
         ["备注"] = ""
      },
      ["翠翎兰息"] = {
         ["id"] = 20128111,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "一位偶尔现身于冒险者公会的游侠。外表清隽秀丽，性格沉默冷淡，除了能从精灵耳看出种族外，一切都是谜——直到某日，她用匕首轻松解决了一群盗贼后，公会里的众人才询问起了她的名字。<br /><br />【“名字没有意义，记住这匕首就够了。”】",
         ["备注"] = ""
      },
      ["幻刃刀锋"] = {
         ["id"] = 20128112,
         ["稀有度"] = 4,
         ["获得方式"] = { "星轨共振" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "将自身化作利刃，破开迷雾，斩断虚妄，这就是拉薇所坚持的信仰。平日里，拉薇的踪迹难以寻觅，但她总在通讯网络中留下只言片语，仿佛将自身化作赛博幽灵，循着电讯号来执行自己的正义。<br /><br />【“我是一柄刀锋，虚假帷幕将由我亲手划破。你们即将见到的，是残酷的真相。”】",
         ["备注"] = ""
      },
      ["望月舒莲"] = {
         ["id"] = 20128113,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "花朝典仪流传到普雷顿的时候，剪刀手也为大家准备了一场庆典，平素喜静的女孩想了很久，决定自己设计出席的服装，虽然已经用了并不亮眼的色彩，但沉静的美，依然让人挪不开视线。<br /><br />【“盈盈秀月，脉脉蒹葭，沥沥春风，疏疏莲丛。”】",
         ["备注"] = ""
      },
      ["空谷幽兰"] = {
         ["id"] = 20128201,
         ["稀有度"] = 6,
         ["获得方式"] = { "宿舍-拉薇" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "拉薇闲暇时穿着的居家服饰。只有真正亲近的伙伴，才能看到她的这一面。",
         ["备注"] = ""
      },
      ["千秋岁引"] = {
         ["id"] = 20128206,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "威武俊逸的武将戎装，彰显着将者冲锋陷阵的骁勇无畏。一袭红衣明艳而瞩目，如同一株寒夜中的红梅，亦流露着难以为人所知的缕缕女儿柔情。",
         ["备注"] = ""
      },
      ["千秋岁引-腊前梅"] = {
         ["id"] = 20128207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "威武俊逸的武将戎装，彰显着将者冲锋陷阵的骁勇无畏。一袭红衣明艳而瞩目，如同一株寒夜中的红梅，亦流露着难以为人所知的缕缕女儿柔情。",
         ["备注"] = ""
      },
      ["千秋岁引-风入松"] = {
         ["id"] = 20128208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "威武俊逸的武将戎装，彰显着将者冲锋陷阵的骁勇无畏。一袭红衣明艳而瞩目，如同一株寒夜中的红梅，亦流露着难以为人所知的缕缕女儿柔情。",
         ["备注"] = ""
      },
      ["千秋岁引-紫萸香"] = {
         ["id"] = 20128209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "威武俊逸的武将戎装，彰显着将者冲锋陷阵的骁勇无畏。一袭红衣明艳而瞩目，如同一株寒夜中的红梅，亦流露着难以为人所知的缕缕女儿柔情。",
         ["备注"] = ""
      },
      ["千秋岁引-山外云"] = {
         ["id"] = 20128210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "威武俊逸的武将戎装，彰显着将者冲锋陷阵的骁勇无畏。一袭红衣明艳而瞩目，如同一株寒夜中的红梅，亦流露着难以为人所知的缕缕女儿柔情。",
         ["备注"] = ""
      }
   },
   ["信"] = {
      ["守望"] = {
         ["id"] = 20108001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "搜查一班队长信的专用套装。一丝不苟的服装设计映衬他严谨的职业态度。",
         ["备注"] = ""
      },
      ["守望-天青"] = {
         ["id"] = 20108002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "信的备用工作套装。雨过天青，不畏险阻。",
         ["备注"] = ""
      },
      ["守望-火花"] = {
         ["id"] = 20108003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "信的备用工作套装。火花激荡，冲破阻碍。",
         ["备注"] = ""
      },
      ["守望-心潮"] = {
         ["id"] = 20108004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "信的备用工作套装。心潮澎湃，如碧波涌动。",
         ["备注"] = ""
      },
      ["守望-脉冲"] = {
         ["id"] = 20108005,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "信的备用工作套装。电光闪烁，兼具勇气与智慧。",
         ["备注"] = ""
      },
      ["守望-紫晶"] = {
         ["id"] = 20108006,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "信的备用工作套装。紫晶耀目，优雅与高傲并存。",
         ["备注"] = ""
      },
      ["守望-锈迹"] = {
         ["id"] = 20108007,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "信的备用工作套装。斑斑锈迹，难掩雄心壮志。",
         ["备注"] = ""
      },
      ["守望-燃尽"] = {
         ["id"] = 20108008,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "信的备用工作套装。光芒消退，只余灰烬。",
         ["备注"] = ""
      },
      ["守望-郁荫"] = {
         ["id"] = 20108009,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "信的备用工作套装，生生不息，长盛不衰。",
         ["备注"] = ""
      },
      ["守望-岩锻"] = {
         ["id"] = 20108010,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备BP8" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "信的备用工作套装。心意果决，破坚摧刚。",
         ["备注"] = ""
      },
      ["动感乐音"] = {
         ["id"] = 20108051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "蓝黑相间，电子风格的长衫长裤，配上碟片涂装的对讲机，这套衣衫让平常冷酷的信，也多了几分动感时尚。",
         ["备注"] = ""
      },
      ["光荣荆棘路"] = {
         ["id"] = 20108052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "高贵优雅的服饰上，绣有荆棘与宝剑的纹饰。这套衣衫仿佛象征着信坎坷的命运，抑或是，他不惧艰险的决心。",
         ["备注"] = ""
      },
      ["远方信使"] = {
         ["id"] = 20108053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "干练紧身的衣着，腰后的古旧信笺，信像是一位尽职尽责的邮差。不知道，最重要的那封信，最终会递送给谁呢？",
         ["备注"] = ""
      },
      ["咖啡绅士"] = {
         ["id"] = 20108054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "白色的衬衫，配上棕褐的外套和领带，让信有种优雅却又高不可攀的气度。他的身上，仿佛有咖啡豆的香气飘散开来。",
         ["备注"] = ""
      },
      ["极速守卫"] = {
         ["id"] = 20108055,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "最好的搜查官当然也必须是最好的车手，不仅能在道路飞车中追上罪犯，还能保证不超速。他怎么做到的？",
         ["备注"] = ""
      },
      ["青幽竹海"] = {
         ["id"] = 20108056,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "信的定制工作装。以幽深竹林的苍郁之色为主题，很好地衬托出着装者沉静的气质。",
         ["备注"] = ""
      },
      ["心胸开阔"] = {
         ["id"] = 20108057,
         ["稀有度"] = 3,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "以最近在卡丘世界火热的文化形象为参考设计的制服。据本人声称，这套服装带给了他别样的责任感。<br /><br />【“战斗是为了保护身后，以及身前的人。”】",
         ["备注"] = ""
      },
      ["赛博战警"] = {
         ["id"] = 20108101,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "专属于信的欧泊特种作战服。在钢铁与皮革的包裹之下，他的俊朗风姿与冷静气度丝毫不减。<br /><br />“远程控制端口接入，雷达系统全开，不要放过任何蛛丝马迹。”<br />在信的指挥下，一场有条不紊的抓捕行动正紧张地进行中。<br />不过，这次抓捕行动在开始之前，就早已结束了。<br />“你就是这次的抓捕对象吧。接下来，是你投降？还是，要让我动手？”",
         ["备注"] = ""
      },
      ["夏日微风"] = {
         ["id"] = 20108102,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "紧身泳装配上沙滩裤，尽管简朴，却彰显出信出众的气质。在这段短暂的休憩里，信只想静静地，让海风吹拂在自己脸上。<br /><br />【明明是欢乐的海滨假日，信却独自一人躺在沙滩椅上，静静地看着蓝天。<br />是心情不好，或者发生什么事情了吗？信否认了这一点。<br />“我只是在思考我的未来，还有我的价值。”<br />“稍稍陪我一会儿吧。也许在你身边，我的信念会更加坚定。”】",
         ["备注"] = ""
      },
      ["鹤翼无双"] = {
         ["id"] = 20108103,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "以鹤为印象设计的服装。黑色的底色上绘制了两只白鹤，如同从墨色的松林间振翅起飞，并肩而行，追逐白日。<br />穿起这件衣服时，信感到十分怀念。在欧泊的搜查官课程中他学习过古代东方的军事思想——'鹤翼阵'曾经是他们的拿手好戏，这原本需要两名合作者高度配合，从两翼同时包夹敌人。如今，尽管缺少了合作者，但信已经能够将同样的战术运用于单人作战之中——<br /><br />【“你们已经被我一个人包围了，快投降吧。”】",
         ["备注"] = ""
      },
      ["雪原纪行"] = {
         ["id"] = 20108104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "信在参加荒野冬日挑战赛中竞速赛使用的比赛服。良好的保温性能暂且不提，便于雪地行动的护目镜和紧身设计都有助于在雪地竞速的环节中拔得头筹。<br /><br />【“信！又是信！这已经是他第三次获得荒野冬日竞速冠军了！”】",
         ["备注"] = ""
      },
      ["叛逆共鸣"] = {
         ["id"] = 20108105,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "信的街头演出服，诠释了他对于摇滚的理解。有人说，摇滚就是吉他上的独奏，贝斯上的低音，架子鼓上的节奏。有人说它是一种精神，是对伪善文化的反叛，是城市之声，是音乐的呐喊。而对信来说，摇滚是一种颠覆，是速度与力量的融合，是生命的昂扬绽放。<br /><br />【“所谓混乱，不止是对旧规则的颠覆，更是未来新秩序的起源。”】",
         ["备注"] = ""
      },
      ["异色格象"] = {
         ["id"] = 20108107,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "信参加西洋棋表演赛时的服装。黑白格纹理的戗驳领线条流畅，体现时尚感的同时不失高贵，将西装作为男士在重要场合下“战甲”的刚毅刻画得十分完美。信原本对搜查科要参加这种活动感到倦怠，然而……<br /><br />【“我原本以为，我们就像这两只棋子，永远无法真正地彼此接触。”】",
         ["备注"] = ""
      },
      ["长夜守望"] = {
         ["id"] = 20108108,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "信负责戏剧主题活动安保时的着装。参考了古地球地中海区域的文化特征，风格深沉，设计简约，行者的自由与神秘流露其间。<br /><br />【“在黑暗中耕耘，为光明服务——那个人也是这样么？”】",
         ["备注"] = ""
      },
      ["全能执事"] = {
         ["id"] = 20108109,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "庄园晚宴的准备阶段，只有负责在树上挂礼物的执事看上去心事重重。<br /><br />【“并非刻意展示严肃，只是庄园需要一个在任何情况下都能站出来收拾——咳，兜底的人。”】",
         ["备注"] = ""
      },
      ["浮金琴键"] = {
         ["id"] = 20108110,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "欧泊执行某次特殊任务时的定制装扮，信的伪装身份是沉稳可靠的家族长子，深得家族成员的信任，负责晚宴从发送邀请函到安排全场流程的重要职责。<br /><br />【“推杯换盏间，权利和欲望的主体在悄然更迭。而我的使命，就是让这场仪式永不停歇。”】",
         ["备注"] = ""
      },
      ["猎魔升变"] = {
         ["id"] = 20108111,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "即使群敌环伺，孤身入阵的搜查官也未曾想过后退，固然，休假中途遭遇敌人有些意料之外，但——骑士的技艺不仅在于武力，也在于智慧；而技艺的背后，是必须守护的阵地。<br /><br />【“这场棋局，由我突破困境。”】",
         ["备注"] = ""
      },
      ["弦辉骑士"] = {
         ["id"] = 20108206,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "执剑的守望者伫立在白塔之顶，护佑着弦能光幕下，那些无剑的人民。他将锋刃迎向敌人的方向，为旗帜镀上永不黯淡的弦光。<br /><br />【“我承载荣誉，便会直面牺牲，我持有剑锋，便该斩断枷锁，我沐浴弦辉，便将照亮黑暗。”】",
         ["备注"] = ""
      },
      ["弦辉骑士-光曜"] = {
         ["id"] = 20108207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "执剑的守望者伫立在白塔之顶，护佑着弦能光幕下，那些无剑的人民。他将锋刃迎向敌人的方向，为旗帜镀上永不黯淡的弦光。<br /><br />【“我承载荣誉，便会直面牺牲，我持有剑锋，便该斩断枷锁，我沐浴弦辉，便将照亮黑暗。”】",
         ["备注"] = ""
      },
      ["弦辉骑士-黯谒"] = {
         ["id"] = 20108208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "执剑的守望者伫立在白塔之顶，护佑着弦能光幕下，那些无剑的人民。他将锋刃迎向敌人的方向，为旗帜镀上永不黯淡的弦光。<br /><br />【“我承载荣誉，便会直面牺牲，我持有剑锋，便该斩断枷锁，我沐浴弦辉，便将照亮黑暗。”】",
         ["备注"] = ""
      },
      ["弦辉骑士-凌威"] = {
         ["id"] = 20108209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "执剑的守望者伫立在白塔之顶，护佑着弦能光幕下，那些无剑的人民。他将锋刃迎向敌人的方向，为旗帜镀上永不黯淡的弦光。<br /><br />【“我承载荣誉，便会直面牺牲，我持有剑锋，便该斩断枷锁，我沐浴弦辉，便将照亮黑暗。”】",
         ["备注"] = ""
      },
      ["弦辉骑士-焱勇"] = {
         ["id"] = 20108210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "执剑的守望者伫立在白塔之顶，护佑着弦能光幕下，那些无剑的人民。他将锋刃迎向敌人的方向，为旗帜镀上永不黯淡的弦光。<br /><br />【“我承载荣誉，便会直面牺牲，我持有剑锋，便该斩断枷锁，我沐浴弦辉，便将照亮黑暗。”】",
         ["备注"] = ""
      }
   },
   ["绯莎"] = {
      ["潜行"] = {
         ["id"] = 20112001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "职业杀手客制紧身衣。只为战斗而生，流线型的剪裁中不夹杂任何多余要素。",
         ["备注"] = ""
      },
      ["潜行-冰河"] = {
         ["id"] = 20112002,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "绯莎的备用作战服。杀手如冰，寒冷刺骨。",
         ["备注"] = ""
      },
      ["潜行-热浪"] = {
         ["id"] = 20112003,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "绯莎的备用作战服。惹眼的红，是枪口带来的热浪。",
         ["备注"] = ""
      },
      ["潜行-黄昏"] = {
         ["id"] = 20112004,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "绯莎的备用作战服。黄昏正乃逢魔时刻，恶魔正在择人而噬。",
         ["备注"] = ""
      },
      ["潜行-暗沼"] = {
         ["id"] = 20112005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "绯莎的备用作战服。紫色不光是神秘，也可能是剧毒。",
         ["备注"] = ""
      },
      ["潜行-海原"] = {
         ["id"] = 20112006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "绯莎的备用作战服。人类，何尝不是一种鱼呢？",
         ["备注"] = ""
      },
      ["潜行-大地"] = {
         ["id"] = 20112007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "绯莎的备用作战服。一切行走在这大地的人，都将无拘无束。",
         ["备注"] = ""
      },
      ["潜行-林野"] = {
         ["id"] = 20112008,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备资源" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "绯莎的备用作战服。隐蔽可不只是单单的隐藏气息。",
         ["备注"] = ""
      },
      ["潜行-深谷"] = {
         ["id"] = 20112009,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备资源" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "绯莎的备用作战服。自幽深处来的，是神秘，是未知的恐惧。",
         ["备注"] = ""
      },
      ["机械信条"] = {
         ["id"] = 20112051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "从何时起，<br />我们身陷钢铁耸立的囹圄。<br />星空变得黯淡，<br />照不亮来时的路。",
         ["备注"] = ""
      },
      ["医疗护卫"] = {
         ["id"] = 20112052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "没有什么是比生命更加崇高的，如果有，那就是保护生命。",
         ["备注"] = ""
      },
      ["黑城判客"] = {
         ["id"] = 20112053,
         ["稀有度"] = 3,
         ["获得方式"] = { "赛季奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在黑夜的街道上穿梭的魅影，那正是名为绯莎的幻影。",
         ["备注"] = ""
      },
      ["苍天飞鹤"] = {
         ["id"] = 20112054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "晴空一鹤排云上，便引诗情到碧霄。",
         ["备注"] = ""
      },
      ["像素游戏"] = {
         ["id"] = 20112055,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "游戏，有时候也很致命，至少她是这么认为的。",
         ["备注"] = ""
      },
      ["暖意焦糖"] = {
         ["id"] = 20112056,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "绯莎以店员身份潜伏在咖啡馆时的伪装服饰。或许鲨鱼不会喜欢喝咖啡，但一杯杯醇香浓厚的焦糖咖啡为少女冰霜般的脸上增添了些许温度。",
         ["备注"] = ""
      },
      ["绯影冰峰"] = {
         ["id"] = 20112057,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "绯莎的运动装扮。粉色鲨鱼和青蓝冰山的奇妙组合，带来别样的视觉冲击。",
         ["备注"] = ""
      },
      ["叛逆精神"] = {
         ["id"] = 20112058,
         ["稀有度"] = 3,
         ["获得方式"] = { "宿舍-绯莎" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“谁说战斗不能很摇滚？”",
         ["备注"] = ""
      },
      ["暗夜猎人"] = {
         ["id"] = 20112101,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "服装原型考据自昔日在夜间森林中行走的猎人，怪诞乖张的设计里蕴含着由内而外的时代张力。<br /><br />【“来嘛来嘛，绯莎，就差你一个了！暗夜猎人——光是想想都觉得很适合你呢！”<br />“这身衣服不适合执行任务。”<br />“别那么古板嘛！来来来，要拍照了！”<br />“那……好吧。”<br /><br />面对同伴们的揶揄，绯纱沉默许久。她知道这只是玩闹，无论行装怎么更替，自己的过去都无法被改变。<br />却不知为何，她的心头泛上了一丝遗失许久的温暖。】",
         ["备注"] = ""
      },
      ["苍白隐者"] = {
         ["id"] = 20112102,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "绯莎为了城市战而准备的刺杀用战斗服。在足够的实用性和方便活动的同时更符合了绯莎自己的个人美学，鲨鱼鳍状的整流板也可以更好的辅助飘飞。她将化身穿梭在楼宇间的魅影，用枪声替自己代言。<br /><br />【“砰！简单利落的结束，仅此而已。”】",
         ["备注"] = ""
      },
      ["林中奇遇"] = {
         ["id"] = 20112103,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "绯莎参加第一届放飞之王评选赛时穿着的服装。轻便舒适，凉爽透气，棕绿相间的色调也让她得以在跋山涉水的过程中隐匿自身的行踪。<br /><br />【“多亏这套衣服，悄悄接近小动物时基本不会被察觉……有趣的经历。”】",
         ["备注"] = ""
      },
      ["鲜红猎兵"] = {
         ["id"] = 20112104,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "绯莎参加节日游行时所穿着的服装。原本只是为了方便保护要员，但意外的却受到了许多目光的追捧，成为了游行队伍的焦点。<br /><br />【“真是一群吵闹的家伙。”】",
         ["备注"] = ""
      },
      ["女仆见习生"] = {
         ["id"] = 20112105,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "绯莎亲自搭配的见习女仆。融入了绯莎对于女仆工作的理解，轻便修身的同时便于展现绯莎强大而高效的战斗力。<br /><br />【“如果不想被列入需要分类清除的名单……那么，别碍事。”】",
         ["备注"] = ""
      },
      ["浅酌微醺"] = {
         ["id"] = 20112106,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "绯莎在地下沙龙当调酒师时的特殊装扮。配合上她标准的动作，让人忍不住想问上一句：“你为什么这么熟练啊？！”<br /><br />【“这并没有什么稀奇的，我只是习惯在每个领域都做到最好，调酒也不例外——要来一杯吗？”】",
         ["备注"] = ""
      },
      ["迅影奇兵"] = {
         ["id"] = 20112110,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "除了全副武装之外，战斗的胜利，当然离不开缜密智慧的战略与稳健惊人的火力——绯莎深谙这一点，由她组建的鲨鱼小队二人组，在真人枪战游戏的赛场中，无往不胜。<br /><br />【“引航者，若你是我的鹰眼，我便是你的鲨齿。像之前一样，我们共同夺得胜利吧！”】",
         ["备注"] = ""
      },
      ["一代宗师"] = {
         ["id"] = 20112111,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“武”之境界，至高至纯。武者想要突破功法境界，就必须先突破心境。绯莎对此虽不认同，却也在暗暗期许将来能得到答案。<br /><br />【“何为‘武’，为何‘学武’，这些问题的答案很重要吗？我不在乎，不也走到了今天？”】",
         ["备注"] = ""
      },
      ["织华颂者"] = {
         ["id"] = 20112112,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "与“焰浪”签订契约的魔法少女绯莎的战斗服，清冷的身姿与热烈的装束，交织出绚烂的奇景，难以分辨那是火焰抑或海水，她是朝晖，是席卷黑暗的炽热洋流。<br /><br />【“如果你很在意火焰因何燃起，那不如就认为这是相信带来的奇迹。”】",
         ["备注"] = ""
      },
      ["姜饼摇摇"] = {
         ["id"] = 20112113,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "最优秀的佣兵往往没有休息的日子，哪怕是圣诞节也会有独特的工作日程，为了这个特殊的行动，顶尖佣兵将会展示出自己混入节日氛围的顶尖技巧。<br /><br />【“嘘，不要吵，姜饼人视力不好，等他们把自己挂我身上，我立刻就跑。”】",
         ["备注"] = ""
      },
      ["幽行礼装"] = {
         ["id"] = 20112114,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "出色的战士从不在意战场的环境，她只需要知道敌人是谁，身在何处，就足以发起一场宣告胜利的突袭——当然，这一切要用优良的战场着装与整备开启。<br /><br />【“发现异常目标——异常目标鲷鱼烧已被消灭，完毕。”】",
         ["备注"] = ""
      },
      ["假日懒洋洋"] = {
         ["id"] = 20112201,
         ["稀有度"] = 6,
         ["获得方式"] = { "宿舍-绯莎" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "不执行委托的时候，绯莎会在家中换上这套居家服，然后做所有平时不会做的事情——吃鲷鱼烧、做巧克力、躺在地垫上发呆。小鲨鱼不懂什么叫浮生偷闲，小鲨鱼只想休息。",
         ["备注"] = ""
      },
      ["深海幻境"] = {
         ["id"] = 20112206,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "绯莎执行某项特殊任务时的潜水服。外形设计参考了鲨鱼的生理构造，穿上潜水服的绯莎俨然与那种深海巡游的生物无异。潜水服配置的鲨鱼尾骨来自一条亡故不久的鲨鱼，而绯莎的任务似乎是要接近那条亡鲨的同伴。",
         ["备注"] = ""
      },
      ["深海幻境-碧波白浪"] = {
         ["id"] = 20112207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "绯莎执行某项特殊任务时的潜水服。外形设计参考了鲨鱼的生理构造，穿上潜水服的绯莎俨然与那种深海巡游的生物无异。潜水服配置的鲨鱼尾骨来自一条亡故不久的鲨鱼，而绯莎的任务似乎是要接近那条亡鲨的同伴。",
         ["备注"] = ""
      },
      ["深海幻境-极地永昼"] = {
         ["id"] = 20112208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "绯莎执行某项特殊任务时的潜水服。外形设计参考了鲨鱼的生理构造，穿上潜水服的绯莎俨然与那种深海巡游的生物无异。潜水服配置的鲨鱼尾骨来自一条亡故不久的鲨鱼，而绯莎的任务似乎是要接近那条亡鲨的同伴。",
         ["备注"] = ""
      },
      ["深海幻境-碳酸泡沫"] = {
         ["id"] = 20112209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "绯莎执行某项特殊任务时的潜水服。外形设计参考了鲨鱼的生理构造，穿上潜水服的绯莎俨然与那种深海巡游的生物无异。潜水服配置的鲨鱼尾骨来自一条亡故不久的鲨鱼，而绯莎的任务似乎是要接近那条亡鲨的同伴。",
         ["备注"] = ""
      },
      ["深海幻境-海渊弧光"] = {
         ["id"] = 20112210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "绯莎执行某项特殊任务时的潜水服。外形设计参考了鲨鱼的生理构造，穿上潜水服的绯莎俨然与那种深海巡游的生物无异。潜水服配置的鲨鱼尾骨来自一条亡故不久的鲨鱼，而绯莎的任务似乎是要接近那条亡鲨的同伴。",
         ["备注"] = ""
      },
      ["潜海逐浪者"] = {
         ["id"] = 20112107,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "作为猎手，偶尔也要换换口味，最近绯莎对一种从未谋面的海洋生物萌生兴趣，为了与之相见她换上一身清凉，甚至模仿起了那种生物的样貌。<br /><br />【“海豚是游泳冠军？呵，与我相比呢？”】",
         ["备注"] = ""
      },
      ["橙香雪芙"] = {
         ["id"] = 20112108,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "即使在雪地里，鲨鱼也要保持最高行动速度和灵活的战斗方式！因此，轻便的内搭必不可少。外套……随便穿件暖和的就行了吧？<br /><br />【“这个袜子，还有发带，是那个总背着书包的画家送我的。说觉得我很适合这个颜色。你怎么看？”】",
         ["备注"] = ""
      },
      ["悠哉游人"] = {
         ["id"] = 20112109,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "绯莎为归宅部拉票准备的校园日专用制服，花费了宝贵的自由时间对制服进行了重新设计，希望以此唤醒大家对于放学就能回家的热爱。<br /><br />【“放学就是放学，放学最大的意义就是找到学校外的乐趣，比如新鲜出炉的鲷鱼烧。”】",
         ["备注"] = ""
      }
   },
   ["心夏"] = {
      ["寻迹"] = {
         ["id"] = 20124001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "为心夏特制的狙击作战服。功能齐全，造型稳重，适合全天候作战条件。",
         ["备注"] = ""
      },
      ["寻迹-樱花"] = {
         ["id"] = 20124002,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "心夏狙击作战服的备用款。浅浅的樱色令人心情舒畅。",
         ["备注"] = ""
      },
      ["寻迹-群山"] = {
         ["id"] = 20124003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "心夏狙击作战服的备用款。灰蓝交杂，如天空映衬群山。",
         ["备注"] = ""
      },
      ["寻迹-晴空"] = {
         ["id"] = 20124004,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "心夏狙击作战服的备用款。碧蓝如秋日苍穹。",
         ["备注"] = ""
      },
      ["寻迹-星夜"] = {
         ["id"] = 20124005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "心夏狙击作战服的备用款。浅紫为衬，宛如暮色。",
         ["备注"] = ""
      },
      ["寻迹-丛林"] = {
         ["id"] = 20124006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "心夏狙击作战服的备用款。迷彩绿正适合潜伏行动。",
         ["备注"] = ""
      },
      ["寻迹-浅草"] = {
         ["id"] = 20124007,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "心夏狙击作战服的备用款。淡淡的草色令人有些惆怅。",
         ["备注"] = ""
      },
      ["寻迹-急救"] = {
         ["id"] = 20124008,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备资源" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "心夏狙击作战服的备用款。红白相间配色，适用于医疗救援行动。",
         ["备注"] = ""
      },
      ["寻迹-戈壁"] = {
         ["id"] = 20124009,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "心夏狙击作战服的备用款，配色取自沙砾与枯木，在戈壁滩有着良好的伪装效果。",
         ["备注"] = ""
      },
      ["寻迹-极光"] = {
         ["id"] = 20124010,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备资源" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "心夏狙击作战服的备用款。跨过悠长的夜，寻得幻梦的光。",
         ["备注"] = ""
      },
      ["古地工程"] = {
         ["id"] = 20124051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "工程服款式的战斗装饰，饰以玩闹一般的工地标识。这套服装，是在心夏过去的探险生涯中所留下的纪念品。",
         ["备注"] = ""
      },
      ["密林虎影"] = {
         ["id"] = 20124053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "心夏作战服的改造款式。将白虎的条纹融入服装设计中。在她身上，这套作战服英武非凡，却也有一股掩不住的危险气息。",
         ["备注"] = ""
      },
      ["极限出租"] = {
         ["id"] = 20124054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "像是出租司机一样的工作装，却因穿着者而变得格外出挑亮眼。心夏说，这是她掩饰身份的行动装束，但，这是真的吗？",
         ["备注"] = ""
      },
      ["雪色天青"] = {
         ["id"] = 20124055,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "绘有雪花与松林的高雅服装。在心夏身上更显雅致。其中的含义，恐怕也只有她一人知晓。",
         ["备注"] = ""
      },
      ["沙滩寻宝"] = {
         ["id"] = 20124056,
         ["稀有度"] = 3,
         ["获得方式"] = { "宿舍-心夏" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "捡贝壳、挖螃蟹……将清新的夏日海滩印在身上，就能随时享受沙滩寻宝的乐趣了。",
         ["备注"] = ""
      },
      ["逐日猎犬"] = {
         ["id"] = 20124057,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "据说在某个遥远的国度，一位探索者为了追寻世界的真理曾数次追逐太阳，当地的人们便将她的事迹以壁画的形式记录了下来。我想我们知道她是谁。",
         ["备注"] = ""
      },
      ["鸭梨锁定"] = {
         ["id"] = 20124058,
         ["稀有度"] = 3,
         ["获得方式"] = { "赛季奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "搜查工作并非事事顺利，身为前辈，心夏必须用最明媚的姿态为队友们鼓舞士气。<br />”让我们把不开心的事情统——统——打——飞！“",
         ["备注"] = ""
      },
      ["鸭鸭摇滚"] = {
         ["id"] = 20124101,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "虚拟偶像“达克鸭鸭”的演唱会应援服，前卫新潮，又不失少女的活泼俏皮，是心夏珍藏已久的绝版款。<br /><br />【“心夏前辈，准备好了吗？达克鸭鸭的演唱会要开始了哦！”<br />“那是当然……哎呀！”<br />“怎，怎么回事？远方一阵轰鸣……”<br />“有情况！执行紧急任务！”<br />就这样，少女身着应援服饰，第一时间奔赴前线。】",
         ["备注"] = ""
      },
      ["壮志凌云"] = {
         ["id"] = 20124102,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "模仿了旧时代电影中的飞行员装扮。寄托了心夏未竟的梦想。自幼便对世界充满好奇的她总是向往着天空和远方的大地，希望用自己的眼睛去见证未知的土地。<br /><br />【“我看看，这个是操纵杆，这个是高度计……好了，别担心，我已经看过好几十遍操作手册了。记好弹射开关的位置，我们准备起飞了！”】",
         ["备注"] = ""
      },
      ["空间工程师"] = {
         ["id"] = 20124103,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "心夏作为太空体验馆的导游时所穿着的衣物。具有抗辐射功能的装束非常适合外宇宙工程师的工作，作为工作的报酬，这件衣服被太空馆送给了心夏。<br /><br />【“宇航员心夏，现已出舱，感觉良好！”】",
         ["备注"] = ""
      },
      ["森林莓果"] = {
         ["id"] = 20124104,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "心夏尝试改造的野外装备之一。原本是用来探险的装束，在心夏的改造下变成了适合出游和野餐的礼仪性服装，说起来，身上的草莓似乎是真的可以吃的。<br /><br />【“感兴趣的话，要来吃吃看吗？”】",
         ["备注"] = ""
      },
      ["越野疾行"] = {
         ["id"] = 20124105,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "心夏参加秋季山地骑行比赛时的服装。贴身而轻便，透气性与降低风阻方面的表现非常优异，同时配备了容量充足的工具包。据说心夏就是穿着这身衣服，轻松拿下了骑行比赛的冠军。<br /><br />【“很意外吗？小小的身体偶尔也会爆发出惊人的能量！”】",
         ["备注"] = ""
      },
      ["首席乐师"] = {
         ["id"] = 20124106,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "心夏在金树乐章音乐会时准备的演出礼服。可爱的小礼帽彰显着俏皮和活力，对于挑战充满着期待。<br /><br />【“要来试试四手联弹吗？指挥不懂的话怎么能做好指挥的工作呢？”】",
         ["备注"] = ""
      },
      ["夏夜祭典"] = {
         ["id"] = 20124107,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "心夏参加海滨祭典暨美食大会时的服装。四方各路的美食达人汇集于此，只为争夺本届的“心夏推荐”。当然这其中也包括心夏本人，为此她精心筹备了一种曾经风靡古地球的街边小吃。<br /><br />【“没想到要拿到我自己的推荐居然这么辛苦啊……”】",
         ["备注"] = ""
      },
      ["寻宝专家"] = {
         ["id"] = 20124108,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "心夏心目中最浪漫化的探险家形象。出自脍炙人口的动作冒险电影系列。心夏逛遍了古旧服装设计店，一件一件地定制出了这身经典装扮。<br /><br />【“宝藏！到处都是宝藏！嘿嘿，不过比起宝藏，我更喜欢途中遭遇的那些冒险！”】",
         ["备注"] = ""
      },
      ["弦音莲华"] = {
         ["id"] = 20124109,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“幻梦求真录”历史文化展览在沐春期间连续举办，在卡丘人之中掀起了一股仿古风潮。人们仿照古壁画中仙人的服装制式，设计了一系列典雅、精致、飘逸的服装。<br /><br />【“怎么样，这套衣服很适合我吧？古代仙人的传说听了这么多，还是第一次能进行模仿和扮演，真有趣啊！”】",
         ["备注"] = ""
      },
      ["访珍猎秘"] = {
         ["id"] = 20124110,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "心夏在希达半岛行动时特制的作战服。其设计采用了当地韵味十足的传统工艺，不仅能适用于全地形的作战环境，还能抵御当地特殊气候带来的问题。<br /><br />【“发掘真相的路千难万险，但勇敢的心会带我们找到希望。”】",
         ["备注"] = ""
      },
      ["邻座师匠"] = {
         ["id"] = 20124111,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "手工部部长心夏同学亲自动手改良的制服款式，简洁的外表下增加了大量的工具组件，足以收纳下她所有的灵感和巧思。<br /><br />【“总是学习也太没劲了，说好咯，今天课后我们一起创造些有趣的发明吧。”】",
         ["备注"] = ""
      },
      ["薮椿侍燕"] = {
         ["id"] = 20124112,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "治安局的民意支持活动中，心夏作为女仆店店员登场亮相的服装，混合了两种不同文化的设计理念，恰如其分地表达着她本人的不拘一格。但穿着者本人坚称这套衣服的纹饰正是取自自己的品格。<br /><br />【“高洁傲岸，淡雅坚强？没错没错，这说的就是我。”】",
         ["备注"] = ""
      },
      ["休日冒险"] = {
         ["id"] = 20124201,
         ["稀有度"] = 6,
         ["获得方式"] = { "宿舍-心夏" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "心夏休假时穿着的居家服饰。即使身在家中，她也时刻准备着下一场冒险。",
         ["备注"] = ""
      },
      ["机动天使"] = {
         ["id"] = 20124206,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "隶属于机动天使队的超弦少女，行动代号：夏日黄，是O.P.A.L为了对抗危害世界的崩溃兽，秘密组建的特殊战队“机动天使”中的一员，用爱与和平的力量前来维护正义。<br />——热门动画《机动天使GEN》官方设定集",
         ["备注"] = ""
      },
      ["机动天使-黑曜形态"] = {
         ["id"] = 20124207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "隶属于机动天使队的超弦少女，行动代号：夏日黄，是O.P.A.L为了对抗危害世界的崩溃兽，秘密组建的特殊战队“机动天使”中的一员，用爱与和平的力量前来维护正义。<br />——热门动画《机动天使GEN》官方设定集",
         ["备注"] = ""
      },
      ["机动天使-海蓝形态"] = {
         ["id"] = 20124208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "隶属于机动天使队的超弦少女，行动代号：夏日黄，是O.P.A.L为了对抗危害世界的崩溃兽，秘密组建的特殊战队“机动天使”中的一员，用爱与和平的力量前来维护正义。<br />——热门动画《机动天使GEN》官方设定集",
         ["备注"] = ""
      },
      ["机动天使-翠玉形态"] = {
         ["id"] = 20124209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "隶属于机动天使队的超弦少女，行动代号：夏日黄，是O.P.A.L为了对抗危害世界的崩溃兽，秘密组建的特殊战队“机动天使”中的一员，用爱与和平的力量前来维护正义。<br />——热门动画《机动天使GEN》官方设定集",
         ["备注"] = ""
      },
      ["机动天使-樱花形态"] = {
         ["id"] = 20124210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "隶属于机动天使队的超弦少女，行动代号：夏日黄，是O.P.A.L为了对抗危害世界的崩溃兽，秘密组建的特殊战队“机动天使”中的一员，用爱与和平的力量前来维护正义。<br />——热门动画《机动天使GEN》官方设定集",
         ["备注"] = ""
      }
   },
   ["梅瑞狄斯"] = {
      ["箴理"] = {
         ["id"] = 20133001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "由剪刀手尖端科技打造而成的特殊作战服。复杂深奥的设计里汇入了梅瑞狄斯的一生所学。",
         ["备注"] = ""
      },
      ["箴理-石蕊"] = {
         ["id"] = 20133002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "梅瑞狄斯的备用作战服。如同石蕊试纸一般的紫色涂装，以身为尺，测量世界的平衡。",
         ["备注"] = ""
      },
      ["箴理-蓝图"] = {
         ["id"] = 20133003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "梅瑞狄斯的备用作战服。上面有她熟悉的颜色，也许在她心中曾有另一幅关于未来的蓝图。",
         ["备注"] = ""
      },
      ["箴理-热砂"] = {
         ["id"] = 20133004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "梅瑞狄斯的备用作战服。令人想起灼热砂尘的灰粽色涂装，阳光越是热烈，阴影也越是浓稠。",
         ["备注"] = ""
      },
      ["箴理-铜绿"] = {
         ["id"] = 20133005,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "梅瑞狄斯的备用作战服。深沉的铜绿色涂装，腐锈的铜绿象征着变化的开始。",
         ["备注"] = ""
      },
      ["箴理-铁红"] = {
         ["id"] = 20133006,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "梅瑞狄斯的备用作战服。与剪刀手相衬的红色涂装，旧日的锈刃将开辟铁之道路。",
         ["备注"] = ""
      },
      ["箴理-古树"] = {
         ["id"] = 20133007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "梅瑞狄斯的备用作战服。如同古树一般的深绿色涂装，长久的沉思之后，古树开出了新芽。",
         ["备注"] = ""
      },
      ["箴理-初芽"] = {
         ["id"] = 20133008,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "梅瑞狄斯的备用作战服。春日嫩芽般的浅绿涂装，新生的希望需要栽培与呵护。",
         ["备注"] = ""
      },
      ["箴理-萤光"] = {
         ["id"] = 20133009,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "梅瑞迪斯的备用作战服。柔和的明黄与她相得益彰，真理也许就隐藏在过去的记忆中。",
         ["备注"] = ""
      },
      ["箴理-钻粉"] = {
         ["id"] = 20133010,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "梅瑞迪斯的备用作战服。剪刀手鲜红的意志，与钻石一般坚硬。",
         ["备注"] = ""
      },
      ["海洋呼吸"] = {
         ["id"] = 20133051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "梅瑞狄斯为进行水域实地调查活动而准备的套装。出没于海浪的掩护下，谨慎地行动。",
         ["备注"] = ""
      },
      ["对撞理论"] = {
         ["id"] = 20133052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "黑与白的大面积混搭，究竟哪一面才是真正的她？梅瑞狄斯就像是这件衣服一样捉摸不定。",
         ["备注"] = ""
      },
      ["核心冲突"] = {
         ["id"] = 20133053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "为梅瑞狄斯定制的特殊服装。棱形核心是她内心决意的体现，尖锐，理性，绝不动摇。",
         ["备注"] = ""
      },
      ["幽谷独兰"] = {
         ["id"] = 20133054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "冷艳的紫罗兰绽放于空白的荒野，不为他人，独自绚烂，幽谷独兰，孤芳无需赏。",
         ["备注"] = ""
      },
      ["天平裁决"] = {
         ["id"] = 20133055,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "体现天平这一意象的典雅套装。公正而高洁的裁定者将为世界下达判决。",
         ["备注"] = ""
      },
      ["咖啡因依赖者"] = {
         ["id"] = 20133056,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "为在深夜中保持清醒与敏锐，梅瑞狄斯一直在苦寻一款好用高效的提神饮料——直到她尝试了某家医疗机构的“星芒咖啡”。仅浅尝一口，她便爱上那份石油般的口感，三日不眠不休的功效对她来说亦恰到好处。",
         ["备注"] = ""
      },
      ["沙尘冒险家"] = {
         ["id"] = 20133101,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "为欧泊工作时，梅瑞狄斯曾亲自带队前往真实荒野区域探索，这套凝聚着冒险精神的服装亦由她本人亲手设计。<br /><br />【“若因对未知的恐惧而止步于探索边缘，人类的勇气和未来将因此缺失一角。”】",
         ["备注"] = ""
      },
      ["漫影绘客"] = {
         ["id"] = 20133102,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "尽管一开始只是出于好奇的尝试，但梅瑞狄斯很快就发现——她很享受在漫画中绘制出自己理想的世界，这成了她不为人知的业余爱好。<br />但是，即使在漫画的世界里，也同样有着不可调和的矛盾——那就是每一个漫画家都必须与之对抗的，名为截稿日的魔王。<br /><br />【“对，是我…推迟下次的作战。理由？没什么，只不过是要退治一下魔王。”】",
         ["备注"] = ""
      },
      ["魔术礼仪"] = {
         ["id"] = 20133103,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "在普雷顿义演时，梅瑞狄斯为流离失所的孩子表演节目时穿着的服装，尽管表情依旧一板一眼，但这位魔术师依旧受到了孩子们的欢迎。<br /><br />【“魔术也不过是一种定量的技术罢了。”】",
         ["备注"] = ""
      },
      ["全局观察"] = {
         ["id"] = 20133104,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "经过梅瑞狄斯个人改造，考究而专业的咖啡厅工作装。配合精准的钟表器械，咖啡厅的一切动向都在她的观察之下。<br /><br />【“客人，关于你的事情，我可以近距离观察记录么？”】",
         ["备注"] = ""
      },
      ["守护者"] = {
         ["id"] = 20133105,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "梅瑞狄斯参加古文明主题活动时的装扮，以华美古典之风还原了月亮之神的神话造型，既充斥着月亮的温柔，又凸显了着装者猫一般的迷人身姿。<br /><br />【“神守护着万民安康，而我也在见证着属于我们的繁荣。”】",
         ["备注"] = ""
      },
      ["自由蓝调"] = {
         ["id"] = 20133106,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "梅瑞狄斯的乐队演出服。以大胆酷炫地裁剪与设计，表达了梅瑞狄斯对摇滚精神的理解。除了实验台上的严谨肃穆，作为学者的梅瑞狄斯也同样向往着没有约束的自由。<br /><br />【“摇滚包含着自由与探索的品质，这与科学精神不谋而合。”】",
         ["备注"] = ""
      },
      ["远方来客"] = {
         ["id"] = 20133107,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "不知何时出现在地下沙龙的神秘客人，没有人知道她的来意，也没有人知道她携带的秘密。<br /><br />【“我们真的是第一次见面吗？总觉得就连这个疑问，都曾经被发出过许多次呢。”】",
         ["备注"] = ""
      },
      ["潜海定锚"] = {
         ["id"] = 20133108,
         ["稀有度"] = 4,
         ["获得方式"] = { "夏日音乐节" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "庆典园游会总设计师梅瑞狄斯参加泳池派对时穿着的服装。面料特殊，不光适用于日常的游泳运动，也可以穿着浮潜。<br /><br />【“你说得没错，参与庆典的人们，和他们在此感受到的快乐与感动，也是一场完美庆典必不可少的部分。”】",
         ["备注"] = ""
      },
      ["幽影之魔女"] = {
         ["id"] = 20133109,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在惊魂节游行评选中以最高票数夺得最佳装扮奖的选手“暗夜与幽影之魔女”，其真实身份是剪刀手的大脑——梅瑞狄斯。魔女能看透人心这一点，倒是和梅瑞狄斯本人十分符合呢。<br /><br />【“你说参赛用的名字？随便取的，这只是对造型上的客观描述，什么中二病之类的，听不懂你在说什么。”】",
         ["备注"] = ""
      },
      ["子夜孑音"] = {
         ["id"] = 20133110,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "为了融入霓之城的夜幕，梅瑞狄斯换上了她并不习惯的街头风格。而耳机能够帮她隔绝城市的浮躁与嘈杂，使她保持那一贯的自我。<br /><br />【“我将指引霓之城的所有人，就像你指引我一样。”】",
         ["备注"] = ""
      },
      ["执羽司祭"] = {
         ["id"] = 20133111,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“溯光者”梅瑞狄斯的战服，以羽翼为袍托起真理，用锋喙做甲拱卫正义，掌控风暴的司祭将承继崇高的仪典，相伴荆棘与花蕊，迎来黎明。<br /><br />【“不要犹疑，穿越晦暗的风沙，日出一定就在那里。”】",
         ["备注"] = ""
      },
      ["砾金贤狼"] = {
         ["id"] = 20133112,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "掌控着“岩砂”的魔灵使梅瑞狄斯的战斗服，黑曜石被魔力所柔化，金色的流沙吟诵着秘法，她是岩漠，是荒芜混沌中觉醒的奇迹。<br /><br />【“奇迹不是在沙漠中跪下祈雨的双膝，而是迎着风沙求索绿洲的足迹。”】",
         ["备注"] = ""
      },
      ["鸿运巧术"] = {
         ["id"] = 20133113,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "沐春节期间，工作总要停一停，架不住伙伴软磨硬泡的邀请，梅瑞狄斯只能换上早就为自己准备好的礼服，加入一起玩耍的队列。<br /><br />【“规章上有说必须要展示才艺吗？……我回头就改了它。”】",
         ["备注"] = ""
      },
      ["诡筹三叶"] = {
         ["id"] = 20133114,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "虽然不情愿，但这个兼具快速计算、临场指挥、技术指导、身份伪装的工作只能由梅瑞狄斯亲自完成。不过她坚持认为，这身衣服并非必要。<br /><br />“这是一场心理博弈，一旦你的注意力分散到不该去的地方，便必输无疑。”",
         ["备注"] = ""
      },
      ["阿卡西之眼"] = {
         ["id"] = 20133206,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "阿卡西，这是一切的起源，也是一切的终点。过去、现在、未来皆被记录在阿卡西档案中，静待宇宙无声的翻阅。<br /><br />【“从来都是神明造物，可如若无穷的智慧被凝结于一物，便出现了物造的神明。我是翻开档案的人，亦是祂的眼睛。”】",
         ["备注"] = ""
      },
      ["阿卡西之眼-磷墨"] = {
         ["id"] = 20133207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "阿卡西，这是一切的起源，也是一切的终点。过去、现在、未来皆被记录在阿卡西档案中，静待宇宙无声的翻阅。<br /><br />【“从来都是神明造物，可如若无穷的智慧被凝结于一物，便出现了物造的神明。我是翻开档案的人，亦是祂的眼睛。”】",
         ["备注"] = ""
      },
      ["阿卡西之眼-淬金"] = {
         ["id"] = 20133208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "阿卡西，这是一切的起源，也是一切的终点。过去、现在、未来皆被记录在阿卡西档案中，静待宇宙无声的翻阅。<br /><br />【“从来都是神明造物，可如若无穷的智慧被凝结于一物，便出现了物造的神明。我是翻开档案的人，亦是祂的眼睛。”】",
         ["备注"] = ""
      },
      ["阿卡西之眼-苍玄"] = {
         ["id"] = 20133209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "阿卡西，这是一切的起源，也是一切的终点。过去、现在、未来皆被记录在阿卡西档案中，静待宇宙无声的翻阅。<br /><br />【“从来都是神明造物，可如若无穷的智慧被凝结于一物，便出现了物造的神明。我是翻开档案的人，亦是祂的眼睛。”】",
         ["备注"] = ""
      },
      ["阿卡西之眼-砂蚀"] = {
         ["id"] = 20133210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "阿卡西，这是一切的起源，也是一切的终点。过去、现在、未来皆被记录在阿卡西档案中，静待宇宙无声的翻阅。<br /><br />【“从来都是神明造物，可如若无穷的智慧被凝结于一物，便出现了物造的神明。我是翻开档案的人，亦是祂的眼睛。”】",
         ["备注"] = ""
      }
   },
   ["星绘"] = {
      ["星佑"] = {
         ["id"] = 20146001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "星绘于星庇所内工作时所着的裙装，其间闪烁的星辰图案象征着星庇所救死扶伤的理念。",
         ["备注"] = ""
      },
      ["星佑-青柠"] = {
         ["id"] = 20146005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "星绘的备用工作服。略带酸涩的青，增添了少女的魅力。",
         ["备注"] = ""
      },
      ["星佑-青叶"] = {
         ["id"] = 20146006,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "星绘的备用工作服。叶片般的裙装掩映间，星辰纹样若隐若现。",
         ["备注"] = ""
      },
      ["星佑-神秘"] = {
         ["id"] = 20146007,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "星绘的备用工作服。幽蓝的裙装，令少女显得神秘莫测。",
         ["备注"] = ""
      },
      ["星佑-踏云"] = {
         ["id"] = 20146008,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "星绘的备用工作服。裙裾飘舞，如一朵紫色流云。",
         ["备注"] = ""
      },
      ["星佑-海旗"] = {
         ["id"] = 20146009,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "星绘的备用工作服。海蓝色的裙装，映衬出少女的风姿。",
         ["备注"] = ""
      },
      ["星佑-南瓜派"] = {
         ["id"] = 20146010,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "星绘的备用工作服。温暖的橙黄色，让人想起灯火与美食。",
         ["备注"] = ""
      },
      ["星佑-盛宴"] = {
         ["id"] = 20146011,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "星绘的备用工作服。庄重的紫红色，最适合出现在盛大的晚宴上。",
         ["备注"] = ""
      },
      ["星佑-紫微星"] = {
         ["id"] = 20146012,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "星绘的备用工作服，淡雅的紫色，也是北极星的另一种别称。",
         ["备注"] = ""
      },
      ["糖果之夏"] = {
         ["id"] = 20146053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "糖果为裙装点缀了虹色，少女的气息也随之绽放于夏日。下一颗彩虹糖，会是什么颜色呢？",
         ["备注"] = ""
      },
      ["荆棘公主"] = {
         ["id"] = 20146054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "缀以金纹的深青裙装，在星绘身上就如同华丽的公主。小心，不要随便对她伸出手，荆棘可是带刺的。",
         ["备注"] = ""
      },
      ["紫羽夜鸦"] = {
         ["id"] = 20146055,
         ["稀有度"] = 3,
         ["获得方式"] = { "宿舍-星绘" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "典雅的紫色裙装。衬托出星绘高雅神秘的气质。这套衣裙与星绘很相称，但背后的故事，她却从来闭口不谈。",
         ["备注"] = ""
      },
      ["青提冻饮"] = {
         ["id"] = 20146056,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "摇曳的碧裙清新亮眼，甜美得宛如夏日凉风。与身着这套衣裙的星绘对谈，也如喝下一杯甜美的冷饮一般，沁人心脾。",
         ["备注"] = ""
      },
      ["夏夜之梦"] = {
         ["id"] = 20146058,
         ["稀有度"] = 3,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "夏夜，月升，风吹草动，蜻蜓扑腾。在她身边，闭上眼睛，享受这宁静一刻。",
         ["备注"] = ""
      },
      ["梦境茶会"] = {
         ["id"] = 20146101,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "梦幻般的裙装，华丽绽于衣袂的繁复之中，究其灵感，似乎源于某广为流传的童话故事。<br /><br />【“梦的世界里有什么呢？”<br />“皇后、茶会、好看的衣服？”<br />“除此之外呢？”<br />“还有引航的白兔前……啊不，是白兔先生！”<br />人们总以为少女的梦境流连于童话，只有无端的华美和幻想。<br />不过也有着关于某些真实人物的记忆呢。】",
         ["备注"] = ""
      },
      ["疗心天使"] = {
         ["id"] = 20146102,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "天使般纯然的护士服，温柔的外表下，却隐隐透露着危险的意味。<br /><br />【“您的病情还没稳定下来，可千万不要随意走动呀。”<br />“不如在这里多住一阵子吧？”<br />“……永远留在这里怎么样？”<br /><br />在那个仅属于她的故事里，她将永远守护着你，直到时间的尽头。】",
         ["备注"] = ""
      },
      ["田间漫步"] = {
         ["id"] = 20146103,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "星绘为田园旅行特别设计的服装，以“园艺师”为主题，色调是清新的绿色。住进充满田园气息的小屋，嗅闻清新凉爽的空气，身边有好友相伴，或许，这就是返璞归真的快乐吧。<br /><br />【“久等了，今天你独自照看牧场，真是辛苦啦。让我把这只向日葵送给你，再给你介绍个新朋友。”】",
         ["备注"] = ""
      },
      ["漫步苍穹"] = {
         ["id"] = 20146104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "星绘在太空体验馆所穿着的实验性穿梭服。该服装使用多种聚合物材料构成，在保温性和抗冲击方面都有着不错的水平。但曾经是为了保证星际航行中使用的装备，而现如今只能存放在场馆之中供人体验。<br /><br />【“在迈上太空之前，我们却走向了维度的迷雾。——展品说明标签上，是这么说的呢。”】",
         ["备注"] = ""
      },
      ["游园回忆"] = {
         ["id"] = 20146105,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "星绘为了参加游乐园活动精心搭配的装束。清爽的牛仔外套给人以别样的心动感觉，悄悄拉下圆帽的时候又能遮住她那双害羞的眼睛……<br /><br />【“还有很多项目没有体验呢，那个……可以不用看着我也可以的哦？”】",
         ["备注"] = ""
      },
      ["晚秋星意"] = {
         ["id"] = 20146106,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "星绘为了准备流星雨的夜间观测而准备的服装。稍显较厚质地的服装能够在夜晚也提供充足的保温，不失可爱的版型设计更是衬托出了星空下的她那一份质朴的美丽。<br /><br />【“流星的美丽在于它划过黑夜所带来的一丝光亮，而我们就像这流星雨，划过夜空，遇见彼此。”】",
         ["备注"] = ""
      },
      ["三色花容"] = {
         ["id"] = 20146108,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "以花朵为主题，加入了盘扣、流苏等要素的传统服饰。<br />白色代表纯洁，紫色象征忧悯，黄色寓意温婉，就像她本人一样，无私的疗愈着这个世界的一切。<br /><br />【沉默，也是一种无言的爱。】",
         ["备注"] = ""
      },
      ["锦衣夜游"] = {
         ["id"] = 20146109,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "星绘主持沐春前夜星庇所活动时的装束。精心装扮的裙裳掩盖不了她想同最重要的人一同夜游的心情。<br /><br />【“前辈，团圆夜活动之后，可以和我看看夜景吗？就我们两个人。”】",
         ["备注"] = ""
      },
      ["星咏幽歌"] = {
         ["id"] = 20146110,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "手持烛台的女仆笑意盈盈，在任何你需要的时候出现在面前。她似乎无所不知，也总是无所不在。究竟她是这座庄园的缩影，抑或这座庄园是她的化身？<br /><br />【“如果需要帮助，请一定要及时告诉我，我……什么都会为您做的。”】",
         ["备注"] = ""
      },
      ["星潮帷幕"] = {
         ["id"] = 20146111,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "星绘作为摄影师，参加海滨竞速俱乐部活动时穿着的服装。以深蓝色为主体的泳衣搭配上浅蓝的轻纱装饰，让人一时分不清散落其中的究竟是星光还是浪花。<br /><br />【“前辈很好奇，为什么我随身带着照相机？因为能将这些美好场景定格的机会并不多，我一定要好好珍惜。”】",
         ["备注"] = ""
      },
      ["绯夜鸣奏"] = {
         ["id"] = 20146112,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "星绘参加合唱团排练时的特殊服装，统一而规整的制式勾勒出少女姣好的身材和优雅的姿态。在夜空之下，星绘和少女们抬头仰望，唱起无名的歌谣，希望这份祝愿能被星星接收到。<br /><br />【“虽然是夜晚的排练，但是这套服装意外很保暖呢，不会受凉的。诶，前辈说像打歌服……？”】",
         ["备注"] = ""
      },
      ["暗夜绮梦"] = {
         ["id"] = 20146113,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "这是为万圣节剧本《血之契约》专属定制的服饰。当摇曳的烛火渐次点亮昏暗的宴会厅，血族少女星绘的盛宴已然揭开序幕。或许今夜，她将以魅惑之姿洗礼你的灵魂，引你坠入这场暗夜绮梦。<br /><br />【“你选择这颗恶魔的果实，还是这杯甘醇的鲜血？”】",
         ["备注"] = ""
      },
      ["仲夏星夜"] = {
         ["id"] = 20146201,
         ["稀有度"] = 6,
         ["获得方式"] = { "宿舍-星绘" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "星绘休憩时经常穿着的居家服。只有她最熟悉的人才有机会一睹其容。",
         ["备注"] = ""
      },
      ["逆影蔷薇"] = {
         ["id"] = 20146206,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "劲装风格的骑士服。优雅华美的外形下，隐藏着利剑般的凛然气质。",
         ["备注"] = ""
      },
      ["逆影蔷薇-荆"] = {
         ["id"] = 20146207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "劲装风格的骑士服。优雅华美的外形下，隐藏着利剑般的凛然气质。",
         ["备注"] = ""
      },
      ["逆影蔷薇-耀"] = {
         ["id"] = 20146208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "劲装风格的骑士服。优雅华美的外形下，隐藏着利剑般的凛然气质。",
         ["备注"] = ""
      },
      ["逆影蔷薇-苍"] = {
         ["id"] = 20146209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "劲装风格的骑士服。优雅华美的外形下，隐藏着利剑般的凛然气质。",
         ["备注"] = ""
      },
      ["逆影蔷薇-寂"] = {
         ["id"] = 20146210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "劲装风格的骑士服。优雅华美的外形下，隐藏着利剑般的凛然气质。",
         ["备注"] = ""
      },
      ["沐春灼华"] = {
         ["id"] = 20146211,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "当司春神女自百花间款款而来，人们便会感受到拂去料峭春寒的暖意，与抚慰心灵的芬芳。流霞织就的霓裳让神女倾城绝艳，但唯有她自己知晓，她仍是那个想要守护每个良善之人的女孩。<br /><br />【“我心菁菁，春露在襟；我意蓁蓁，春风惠庭。”】",
         ["备注"] = ""
      },
      ["沐春灼华-将离"] = {
         ["id"] = 20146212,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "当司春神女自百花间款款而来，人们便会感受到拂去料峭春寒的暖意，与抚慰心灵的芬芳。流霞织就的霓裳让神女倾城绝艳，但唯有她自己知晓，她仍是那个想要守护每个良善之人的女孩。<br /><br />【“我心菁菁，春露在襟；我意蓁蓁，春风惠庭。”】",
         ["备注"] = ""
      },
      ["沐春灼华-解语"] = {
         ["id"] = 20146213,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "当司春神女自百花间款款而来，人们便会感受到拂去料峭春寒的暖意，与抚慰心灵的芬芳。流霞织就的霓裳让神女倾城绝艳，但唯有她自己知晓，她仍是那个想要守护每个良善之人的女孩。<br /><br />【“我心菁菁，春露在襟；我意蓁蓁，春风惠庭。”】",
         ["备注"] = ""
      },
      ["沐春灼华-梨霜"] = {
         ["id"] = 20146214,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "当司春神女自百花间款款而来，人们便会感受到拂去料峭春寒的暖意，与抚慰心灵的芬芳。流霞织就的霓裳让神女倾城绝艳，但唯有她自己知晓，她仍是那个想要守护每个良善之人的女孩。<br /><br />【“我心菁菁，春露在襟；我意蓁蓁，春风惠庭。”】",
         ["备注"] = ""
      },
      ["沐春灼华-幽兰"] = {
         ["id"] = 20146215,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "当司春神女自百花间款款而来，人们便会感受到拂去料峭春寒的暖意，与抚慰心灵的芬芳。流霞织就的霓裳让神女倾城绝艳，但唯有她自己知晓，她仍是那个想要守护每个良善之人的女孩。<br /><br />【“我心菁菁，春露在襟；我意蓁蓁，春风惠庭。”】",
         ["备注"] = ""
      }
   },
   ["令"] = {
      ["暗匿"] = {
         ["id"] = 20109001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "令最为青睐的服装搭配。舒适简约，实用可靠，沉稳中流溢着一位战士最坚定的意志。",
         ["备注"] = ""
      },
      ["暗匿-暗夜红"] = {
         ["id"] = 20109005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "令常用作战服的备用款。功能完备，战斗能力与原款相当。<br /><br />【不要停止抗争，也不要失去希望。】",
         ["备注"] = ""
      },
      ["荧火"] = {
         ["id"] = 20109006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "在荧火汇聚成皓月之前，<br />我未曾见过真正的月色。",
         ["备注"] = ""
      },
      ["暗匿-紫夜"] = {
         ["id"] = 20109002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "令常用作战服的备用款。神秘紫色的内衬，包裹着他重重的心事。",
         ["备注"] = ""
      },
      ["暗匿-余晖"] = {
         ["id"] = 20109003,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "令常用作战服的备用款。不论在怎样的黑暗中，他都怀抱着一丝希望的余晖。",
         ["备注"] = ""
      },
      ["暗匿-幽歌"] = {
         ["id"] = 20109004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "令常用作战服的备用款。幽蓝的色调，仿佛一支满怀愁绪的歌。",
         ["备注"] = ""
      },
      ["暗匿-律己"] = {
         ["id"] = 20109007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "令常用作战服的备用款。军绿的色彩，代表着他对自己的戒律。",
         ["备注"] = ""
      },
      ["暗匿-苍青"] = {
         ["id"] = 20109008,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "令常用作战服的备用款。浅青色的内衬，象征着他心中依旧保有的明净天空。",
         ["备注"] = ""
      },
      ["暗匿-玄绿"] = {
         ["id"] = 20109009,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "令常用作战服的备用款。黯淡的绿，就像他那几近枯萎，却依旧不灭的希望。",
         ["备注"] = ""
      },
      ["暗匿-晨光"] = {
         ["id"] = 20109010,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备资源" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "令常用作战服的的备用款。鲜明如晨光的内衬与深色的外套形成强烈反差，他很少穿着。",
         ["备注"] = ""
      },
      ["暗匿-熹微"] = {
         ["id"] = 20109011,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备资源" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "令常用作战服的的备用款，黑夜与白昼的中间调，宛如清晨间的日升一样温热。",
         ["备注"] = ""
      },
      ["战场医师"] = {
         ["id"] = 20109053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "雪白简练的衣衫，让令看上去像个年轻的医生。但实际上，他只精通战场上的紧急处理。一切，都是为了胜利。",
         ["备注"] = ""
      },
      ["电能奔涌"] = {
         ["id"] = 20109054,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "浅蓝的牛仔服，充满着活力与激情。与之相对的，是令冷漠的面容。在冰山一般的外表之下，能量正汹涌澎湃着。",
         ["备注"] = ""
      },
      ["特种强袭"] = {
         ["id"] = 20109055,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "身为狙击手的令也曾参与正面战场，身着丛林风格装扮，勇敢而又无情。在任务时刻到来前，他永远能够保持耐心。",
         ["备注"] = ""
      },
      ["海盗船长"] = {
         ["id"] = 20109056,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "这套服装饰以交叉的刀剑和神秘的触须，就如同古代海盗的船长服。令从不惧怕深海的诅咒，因为，他自己早已诅咒了自己。",
         ["备注"] = ""
      },
      ["热力燃烧"] = {
         ["id"] = 20109057,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "与令的冷漠印象相反，绘制着熊熊烈火的服装。即使是最为冰冷的工具，也需要热力来驱动。",
         ["备注"] = ""
      },
      ["禁止通行"] = {
         ["id"] = 20109058,
         ["稀有度"] = 3,
         ["获得方式"] = { "赛季奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "人们追随剪刀手并不是因为强大的武力，而是那份建设新秩序的决心，为了崇高的理念，令不介意做那些微小的工作，并乐此不疲。",
         ["备注"] = ""
      },
      ["致命忠仆"] = {
         ["id"] = 20109101,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "令在执行窃听任务时穿着的服装。<br />融入环境是特工的一环，哪怕是在咖啡厅，亦是如此。<br /><br />【“今日会降下一些……不一样的雨。”】",
         ["备注"] = ""
      },
      ["深海潜将"] = {
         ["id"] = 20109102,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "令在海滨度假时，为自己准备的水下装束。尽管以功能性为主，却也有许多花哨的小饰物。或许，他的小心思比表面上要多得多。<br /><br />【“呼……哪怕是海中，也有那么多美丽的珊瑚啊。”<br />潜水结束，从海中浮上的令，露出了一抹浅浅的微笑。<br />平时那样冷漠的他，看上去发自内心地享受着这次海滨之旅。<br />“别那么紧张嘛，平时的我，其实还挺好相处的。”<br />总觉得，你看到了令极少向人展露出的一面。】",
         ["备注"] = ""
      },
      ["驭电先锋"] = {
         ["id"] = 20109103,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "为驾驭实验性的高能电磁武器而设计的特殊作战服。根据令的作战经验，着重强化了绝缘防护能力。<br />无言的狙击手驾驭着澎湃能量抵达战场——<br /><br />【“小心。漏电。”】",
         ["备注"] = ""
      },
      ["星空遥梦"] = {
         ["id"] = 20109104,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "令根据旧时代的宇航服定制的私人服装。虽然一部分如实进行了还原，但是为了面对随时突如其来的任务，还是改造成了方便战斗的样式。如果没有争斗也许他也会选择登上宇宙的道路，将自己的奇思妙想挥洒在浩瀚的星空之中吧。<br /><br />【“气压正常，温度正常……嗯，可惜要是能还原推进装置就好了。”】",
         ["备注"] = ""
      },
      ["古玩游商"] = {
         ["id"] = 20109106,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "令用于潜入黑市的特殊装备。强调了东方神韵的神秘感和个人特色，身上的吊坠是令用废石打磨而成的，并非真品的古玩，但也能以假乱真。<br /><br />【“呵……真是好眼光，这可是尖子货啊。”】",
         ["备注"] = ""
      },
      ["修理达人"] = {
         ["id"] = 20109107,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "乡村生活可不止有田野和牧场，一定也少不了一位水电家装样样精通的修理达人。房屋漏水？电器短路？不管要修理的是什么，总之找他就对了。<br /><br />【“什么？你说要修理的不是电器，是欧泊的治安小队？好吧，也没问题。”】",
         ["备注"] = ""
      },
      ["冰川旅人"] = {
         ["id"] = 20109108,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "想要进行极地探险，一套足够保暖的装备必不可少。因此，令对自己常用的作战服进行了特殊改造，添加了即使在极寒环境下也能恒温的零温差功能，色调也采用了冰川蓝，让人与自然融为一体。<br /><br />【“这是个不小的挑战，但我做到了。冰川只是第一步，之后，我会通过改造作战服来征服更多环境。”】",
         ["备注"] = ""
      },
      ["异域行商"] = {
         ["id"] = 20109109,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“幻梦求真录”历史文化展览在沐春期间连续举办，在卡丘人之中掀起了一股仿古风潮。人们仿照古壁画中仙人的服装制式，设计了一系列典雅、精致、飘逸的服装。<br /><br />【“这套服装穿着舒适，对于一些特殊部位的改造也很精巧，不过这个匕首如果由我来改造的话，还要再调整一下手柄的弯曲程度……”】",
         ["备注"] = ""
      },
      ["驱逐协议"] = {
         ["id"] = 20109110,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "作为隐藏于现代社会的驱魔师，令曾想过自己是否要在着装上尽可能保持低调，毕竟在许多人眼中，“驱魔”本就是只存在于影视、动漫中的行为。但当他将传统驱魔装束进行改良后，却受到了一些人的围观。<br /><br />【“你们误会了，这并不是角色扮演……等等，也不是不行……”】",
         ["备注"] = ""
      },
      ["后翼弃兵"] = {
         ["id"] = 20109105,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "令参加西洋棋表演赛时的服装。软呢帽的配饰以及超宽的翻领使造型在优雅之中增添了几分闲适。平光镜的存在修饰了脸型，再加上染色的头发，如果不是熟人的话，一定不会认出自己吧？<br /><br />【“教过你多少次了，后翼弃兵的目的是为了保障中央棋盘的安全，不要在这种时候太过在意一枚‘兵’的生死。”】",
         ["备注"] = ""
      }
   },
   ["白墨"] = {
      ["无羁"] = {
         ["id"] = 20110001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "白墨执行任务时所着的佣兵服。强调实战的同时融入了街头元素，利落洒脱，自由无羁。",
         ["备注"] = ""
      },
      ["无羁-野营"] = {
         ["id"] = 20110002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "白墨的备用佣兵服。像是个还未成熟的大男孩，正准备开始一场快乐的野餐。",
         ["备注"] = ""
      },
      ["无羁-湖畔"] = {
         ["id"] = 20110003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "白墨的备用佣兵服。湖蓝的衣着潇洒俊逸，代表着他奔放的心。",
         ["备注"] = ""
      },
      ["无羁-粉樱"] = {
         ["id"] = 20110004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "白墨的备用佣兵服。尽管不羁，却也不失浪漫与雅致。",
         ["备注"] = ""
      },
      ["无羁-青野"] = {
         ["id"] = 20110005,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "白墨的备用佣兵服。如他童年梦中，那片广袤的绿野。",
         ["备注"] = ""
      },
      ["无羁-落叶"] = {
         ["id"] = 20110006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "白墨的备用佣兵服。如秋日之下，随自由之风起舞的落叶。",
         ["备注"] = ""
      },
      ["无羁-深海"] = {
         ["id"] = 20110007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "白墨的备用佣兵服。他曾搏击浪涛，也曾潜入海底。",
         ["备注"] = ""
      },
      ["无羁-尘沙"] = {
         ["id"] = 20110008,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备资源" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "白墨的备用佣兵服。沙海之中，自由之声将扬起新的风暴。",
         ["备注"] = ""
      },
      ["金牌料理人"] = {
         ["id"] = 20110051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "饰以双鱼和竹叶纹样的料理人服装。让人想起了寿司的香气。对白墨来说，唯有自由……与美食不可辜负。",
         ["备注"] = ""
      },
      ["碳酸活力"] = {
         ["id"] = 20110052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "印有可乐图案的卫衣款战斗服。与白墨的气质十分契合。身穿这件战斗服的白墨，也如同被摇晃过的可乐一般，充满了激情与跃动的活力。",
         ["备注"] = ""
      },
      ["太空舞步"] = {
         ["id"] = 20110053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "宇航服样式的战斗服。不仅体现出白墨特立独行的性格，更有种充满幻想的优雅感。",
         ["备注"] = ""
      },
      ["高速车手"] = {
         ["id"] = 20110054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "黑绿间杂，赛车手款式的战斗服。在白墨身上显得倜傥不群。速度与激情，正是白墨喜欢的词句。",
         ["备注"] = ""
      },
      ["椰子特饮"] = {
         ["id"] = 20110055,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "有着清爽的蓝白色调的休闲服装。坐着躺椅，听着海风，来上一杯清凉的椰子水，悠闲享受度假时光。",
         ["备注"] = ""
      },
      ["浓缩咖啡"] = {
         ["id"] = 20110056,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "白墨的咖啡师装扮。据说他曾以这身打扮悄悄在乌尔比诺某家咖啡厅工作过半个月。",
         ["备注"] = ""
      },
      ["面包师之梦"] = {
         ["id"] = 20110101,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "白墨亲手设计的面包师制服。这套服装版型前卫，内衬舒适，只是，近来的他，却没什么机会穿上这套衣服。<br /><br />“嗨，你看，这款蓝莓奶酥面包色泽金黄，松软绵密，吃起来酸甜可口，是我亲自烘焙的哦。”<br />白墨曾悄悄潜入旗下的一家面包店内，作为普通的面包师辛劳了好几天。<br />看到人们微笑着品尝他烘焙的面包时，他的心中不禁油然而生一股喜悦之情。<br />至今，那段时光仍是他最美好的回忆之一。",
         ["备注"] = ""
      },
      ["整修王牌"] = {
         ["id"] = 20110102,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "传闻，有一位不定期出现在整修铺里，技术高超的青年。无论什么样的车辆故障他都能搞定，无论怎样老旧的赛车，只要经他的手修理调整，车辆性能都会得到提升。人人都称赞他的修理技术，不过很少过问他的身份。这正是他想要的效果。<br /><br />“看看，我修的如何？还没有我这把扳手搞定不了的。”<br />“不过，你这辆车的零件磨损也太严重了。我说，你得珍惜你的伙计啊。”<br />“…好像在别的地方见过我？这个嘛，这座城市这么大，谁知道是在哪呢？你就别在意了。”",
         ["备注"] = ""
      },
      ["时代冲击"] = {
         ["id"] = 20110103,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "近未来风格的运动装，色彩鲜明，款式时尚。白墨在这套服装上，加入了不少独属于自己的小设计。<br /><br />【“呀，被你发现了！你也是来带我回去的吗？”<br />明明已被逼到穷途末路，白墨的脸上，却挂上了一抹狡黠的微笑。<br />”我可不是在偷懒，乌尔比诺需要一位自由的领袖。把我关在办公室里，可是最大的浪费。”<br />在你被他的演讲吸引注意的同时，他纵身一跃，用纯熟的街头跑酷技巧逃出了你的视野范围。】",
         ["备注"] = ""
      },
      ["苍天牧歌"] = {
         ["id"] = 20110104,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "运用了过去的草原民族服装元素进行设计，融合了白墨的个人巧思和创想。<br />以天为盖，以地为席，苍茫天地，四海为家——这样自由的生活正可谓白墨所追求的理想。<br /><br />【“天高云阔，任我遨游，再没有比这更自由的感觉了！”】",
         ["备注"] = ""
      },
      ["怪盗英雄"] = {
         ["id"] = 20110105,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "《怪盗英雄》电影的改装款夜行衣。硬朗修身的设计很符合白墨对于美观、舒适的追求。只是，在加入了定制绷带和荧光眼镜后，闪亮的效果与其设计初衷相距甚远。<br />镜子前的白墨正对自己的品味赞叹不已，可紧接着发生的事情却让他终生难忘。<br /><br />【“嗯，偶尔扮演一下夜行侠也不错。欸——别抓着我啊，我可不是小偷！”】",
         ["备注"] = ""
      },
      ["气质号手"] = {
         ["id"] = 20110106,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "白氏集团特别定制的演出礼服。穿上这身衣服的白墨举手投足都散发着沉稳庄重的气质，如果他不开口说话的话……<br /><br />【“我的音准还不错吧！”】",
         ["备注"] = ""
      },
      ["超能奇袭客"] = {
         ["id"] = 20110107,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在电玩比赛报名现场出现的神秘男子，尽管他用墨镜、帽子、假胡子做了三重伪装，但是围观的群众还是辨认出了他的真实身份。<br /><br />【“我只是一名普通玩家，主办方什么的简直是天方夜谭！我为电玩比赛出过力，我要当选手！”】",
         ["备注"] = ""
      },
      ["入幕之宾"] = {
         ["id"] = 20110108,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "当白墨换上西服，收敛笑意时，属于乌尔比诺少主的那份沉稳才显现出来。<br /><br />【“你是贵客，当然要享受最好的服务。至于我们要聊的事……不着急，慢慢来。”】",
         ["备注"] = ""
      },
      ["自由之选"] = {
         ["id"] = 20110109,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在人头攒动的盟主选举现场，伴随着一阵强劲的音乐，一道绿色闪电驰骋而来。不同于往日浪迹街头的街舞小子、涂鸦大王，今日的白墨盛装出席，风度翩翩，但是他的嘴角依旧挂着那抹向往自由意志的标志性微笑。<br /><br />【“如果我能连任的话，就一个月休三十天吧！”<br />面对台上台下浪潮般的欢呼与掌声，白墨不由得惊叹道。<br />“哟呵，大伙比我还要热情啊~”】",
         ["备注"] = ""
      },
      ["万人迷南瓜头"] = {
         ["id"] = 20110110,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在惊魂节游行评选中以最高票数夺得最抽象奖的选手“万人迷南瓜头先生”，其真实身份是乌尔比诺联盟盟主——白墨！对于获得这个奖项，抽象之神实至名归！只是南瓜头似乎让他的方向感变差了，截止到目前，他还没有来领走属于自己的奖杯。<br /><br />【“不好意思啊，刚刚冲刺到反方向了，现在应该还可以领奖吧？最抽象奖……？你们是不是评错人了？我难道拿的不是最具人气奖吗？”】",
         ["备注"] = ""
      },
      ["赛场终结"] = {
         ["id"] = 20110111,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "作为主办方代表，这位年轻的乌尔比诺盟主在比赛开幕式上一经亮相，就吸引了媒体的长枪短炮。他的打扮，似乎在致敬某个经典角色？<br /><br />【“啊，抱歉，比起赛车，骑着摩托车炫酷登场果然更适合我啊！”】",
         ["备注"] = ""
      },
      ["破浪强音"] = {
         ["id"] = 20110112,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "白墨参加海滨竞速俱乐部冲浪比赛时穿着的服装。随性潇洒的牛仔背心搭配沙滩风冲浪短裤，配饰选择了挂在腰间的迷你音箱，即使在冲浪比赛中也能伴随着强劲的音乐出场！<br /><br />【“哇呼——这就是飞驰于海面的感觉吗？真不赖啊！”】",
         ["备注"] = ""
      },
      ["百万主播"] = {
         ["id"] = 20110206,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "白墨作为乌尔比诺联盟的盟主，代言了联盟旗下娱乐集团发明的数字化直播设备，并缔造了一夜之间获得百万粉丝的直播界奇迹！如今，他的身份又多了一个——引领潮流的顶流主播。很显然，他对这个身份适应良好，并随时准备在这个世界掀起新的风暴。<br /><br />【看看我，看看我，我不有趣吗？呃……吞噬注意力的怪兽，他们是这么形容我的？只要进入一次我的直播间，就会像上瘾一样根本离不开？】<br />【这怎么会是冒犯呢？这分明是最好的夸奖啊！！！】",
         ["备注"] = ""
      },
      ["百万主播-喧嚣讯号"] = {
         ["id"] = 20110207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "白墨作为乌尔比诺联盟的盟主，代言了联盟旗下娱乐集团发明的数字化直播设备，并缔造了一夜之间获得百万粉丝的直播界奇迹！如今，他的身份又多了一个——引领潮流的顶流主播。很显然，他对这个身份适应良好，并随时准备在这个世界掀起新的风暴。<br /><br />【看看我，看看我，我不有趣吗？呃……吞噬注意力的怪兽，他们是这么形容我的？只要进入一次我的直播间，就会像上瘾一样根本离不开？】<br />【这怎么会是冒犯呢？这分明是最好的夸奖啊！！！】",
         ["备注"] = ""
      },
      ["百万主播-赛博梦境"] = {
         ["id"] = 20110208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "白墨作为乌尔比诺联盟的盟主，代言了联盟旗下娱乐集团发明的数字化直播设备，并缔造了一夜之间获得百万粉丝的直播界奇迹！如今，他的身份又多了一个——引领潮流的顶流主播。很显然，他对这个身份适应良好，并随时准备在这个世界掀起新的风暴。<br /><br />【看看我，看看我，我不有趣吗？呃……吞噬注意力的怪兽，他们是这么形容我的？只要进入一次我的直播间，就会像上瘾一样根本离不开？】<br />【这怎么会是冒犯呢？这分明是最好的夸奖啊！！！】",
         ["备注"] = ""
      },
      ["百万主播-极地尽头"] = {
         ["id"] = 20110209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "白墨作为乌尔比诺联盟的盟主，代言了联盟旗下娱乐集团发明的数字化直播设备，并缔造了一夜之间获得百万粉丝的直播界奇迹！如今，他的身份又多了一个——引领潮流的顶流主播。很显然，他对这个身份适应良好，并随时准备在这个世界掀起新的风暴。<br /><br />【看看我，看看我，我不有趣吗？呃……吞噬注意力的怪兽，他们是这么形容我的？只要进入一次我的直播间，就会像上瘾一样根本离不开？】<br />【这怎么会是冒犯呢？这分明是最好的夸奖啊！！！】",
         ["备注"] = ""
      },
      ["百万主播-卫冕冠军"] = {
         ["id"] = 20110210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "白墨作为乌尔比诺联盟的盟主，代言了联盟旗下娱乐集团发明的数字化直播设备，并缔造了一夜之间获得百万粉丝的直播界奇迹！如今，他的身份又多了一个——引领潮流的顶流主播。很显然，他对这个身份适应良好，并随时准备在这个世界掀起新的风暴。<br /><br />【看看我，看看我，我不有趣吗？呃……吞噬注意力的怪兽，他们是这么形容我的？只要进入一次我的直播间，就会像上瘾一样根本离不开？】<br />【这怎么会是冒犯呢？这分明是最好的夸奖啊！！！】",
         ["备注"] = ""
      }
   },
   ["220"] = {
      ["哨兵机器人"] = {
         ["id"] = 20220001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "驱逐!驱逐！驱逐!",
         ["备注"] = ""
      }
   },
   ["加拉蒂亚·利里"] = {
      ["礼装"] = {
         ["id"] = 20205001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "加拉蒂亚进行魔术表演时的服装。低调而华丽。为了避免被人认出，她还会搭配上宽檐礼帽，尽管，这似乎让她更加夺目了。",
         ["备注"] = ""
      },
      ["礼装-靛蓝"] = {
         ["id"] = 20205002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "加拉蒂亚众多魔术礼装中的一件。据说配色灵感来源于孔雀的眼睛。",
         ["备注"] = ""
      },
      ["礼装-墨竹"] = {
         ["id"] = 20205003,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "加拉蒂亚众多魔术礼装中的一件。据说配色灵感来源于青翠的竹林。",
         ["备注"] = ""
      },
      ["礼装-香槟金"] = {
         ["id"] = 20205004,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "加拉蒂亚众多魔术礼装中的一件。据说配色灵感来源于某次“上流社会”的晚宴。",
         ["备注"] = ""
      },
      ["礼装-灰羽"] = {
         ["id"] = 20205005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "加拉蒂亚众多魔术礼装中的一件。据说配色灵感来源于快要下雪的阴沉傍晚。",
         ["备注"] = ""
      },
      ["礼装-紫露"] = {
         ["id"] = 20205006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "加拉蒂亚众多魔术礼装中的一件。据说配色灵感来源于果园里成熟的葡萄。",
         ["备注"] = ""
      },
      ["礼装-青苍"] = {
         ["id"] = 20205007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "加拉蒂亚众多魔术礼装中的一件。据说配色灵感来源于上好品质的蓝绿猫眼石。",
         ["备注"] = ""
      },
      ["礼装-红酒"] = {
         ["id"] = 20205008,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "加拉蒂亚众多魔术礼装中的一件，据说配色灵感来源于她地窖里珍藏的红酒。",
         ["备注"] = ""
      },
      ["礼装-宝石蓝"] = {
         ["id"] = 20205009,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "加拉蒂亚众多魔术礼装中的一件，据说配色灵感来源于某件“下落不明”的珍稀宝石。",
         ["备注"] = ""
      },
      ["深烘希爪"] = {
         ["id"] = 20205051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "虽然比起咖啡，加拉蒂亚更喜欢“浓烈”一点的饮料，但不得不说，这种咖啡豆的风味确实独特。<br /><br />【“唔……下次加点儿酒，做成酒渍希爪吧。”】",
         ["备注"] = ""
      },
      ["星河流光"] = {
         ["id"] = 20205052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "传闻这件礼服的设计灵感来源于某次加拉蒂亚仰望星空半小时，也有人说是她出席白芸博物馆珠宝展后灵感迸发。对此，加拉蒂亚不置可否。<br /><br />【“星星与宝石，本来就很相像嘛。”】",
         ["备注"] = ""
      },
      ["假面牌手"] = {
         ["id"] = 20205053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "擅长使用扑克牌道具的魔术师，在其他牌类游戏中也技艺超群，这是理所当然的事情吧？可不要因为一直输给加拉蒂亚，就恼羞成怒哦。",
         ["备注"] = ""
      },
      ["绿隐春林"] = {
         ["id"] = 20205054,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "尽管很习惯长时间处于喧闹的环境中，但偶尔，加拉蒂亚也会前往宁静的山野林间休憩。<br /><br />【“听了太多人类的声音，偶尔，也想听听自然在说些什么嘛。”】",
         ["备注"] = ""
      },
      ["蝠翼魔术"] = {
         ["id"] = 20205055,
         ["稀有度"] = 3,
         ["获得方式"] = { "储备资源" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "是谁将旧时的城堡带入黑暗，谁又将这份黑暗当作了新的舞台？<br /><br />【“魔术师可不止会放鸽子，蝙蝠同样具有演出效果。”】",
         ["备注"] = ""
      },
      ["瞬息洋流"] = {
         ["id"] = 20205056,
         ["稀有度"] = 3,
         ["获得方式"] = { "储备资源" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "观察“海”是加拉蒂亚获取灵感的方式，毕竟她的职业告诉她，越是神秘，越会让人想要一探究竟。<br />“洋流变幻莫测，你想好要跟随谁的身影了吗？”",
         ["备注"] = ""
      },
      ["红粉倩影"] = {
         ["id"] = 20205101,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "急促的倒计时钟声鸣响着，本届星光魔术师的获奖者即将揭晓……伴随一抹颓靡的浅笑，无数道绯红倩影登台亮相，宛如归巢的红鹮鸟，而所有的灯光也汇集到了她们的身上。<br /><br />【“今夜的荣誉属于我，以及更多的我。”】",
         ["备注"] = ""
      },
      ["泳池派对"] = {
         ["id"] = 20205102,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "乌尔比诺旗下音乐厂牌签约DJ加拉蒂亚在本次泳池派对活动中穿着的服装。据现场观众回忆，玩到兴起时，加拉蒂亚曾把自己头戴的宽檐草帽抛向泳池中，还引起了游客的争抢，不过到晚上，那顶帽子又奇迹般回到了加拉蒂亚头上。<br /><br />【“泳池派对，我玩得很开心呢。下次再叫我吧？这次不需要演出费。”】",
         ["备注"] = ""
      },
      ["孔雀羽"] = {
         ["id"] = 20205103,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "一道刺眼的光芒，一霎模糊的幻象，没有人能形容孔雀羽的美丽，也没有人能逃脱欺诈师的诡计。<br /><br />【“开屏魔术！这也是骗你的哦。”】",
         ["备注"] = ""
      },
      ["融雪初霁"] = {
         ["id"] = 20205104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "虽然身着短款格纹打歌服，但加拉蒂亚特意选择了一顶毛茸茸的贝雷帽，为优雅成熟的形象增添了几分柔和与纯真。<br /><br />【“这顶帽子……是不是很像雪落在了我的头上？”】",
         ["备注"] = ""
      },
      ["漫舞飞天"] = {
         ["id"] = 20205105,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“幻梦求真录”历史文化展览在沐春期间连续举办，在卡丘人之中掀起了一股仿古风潮。人们仿照古壁画中仙人的服装制式，设计了一系列典雅、精致、飘逸的服装。<br /><br />【“哎呀呀，总觉得换上这套衣服，就要羽化登仙了呢。”】",
         ["备注"] = ""
      },
      ["蔚蓝绚影"] = {
         ["id"] = 20205106,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "加拉蒂亚作为乌尔比诺代表选手，参加耐力赛时的装束。每当赛车驶过固定位置，摄像机总能捕捉到她一闪而过的侧颜，和嘴角一抹从容的笑意。<br /><br />【“呼~这种把一切都甩在身后的感觉，真是喜欢呢。”】",
         ["备注"] = ""
      },
      ["弹幕玩家"] = {
         ["id"] = 20205107,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "蝉联多届电玩比赛冠军、如风一样来去自由的加拉蒂亚选手，在观众瞩目之下递交了今年比赛的报名表，她参加报名仪式的时尚装扮也迅速在年轻人中流行起来。<br /><br />【“看好了哦，我只表演一次的弹幕魔术！”】",
         ["备注"] = ""
      },
      ["金宵玉相"] = {
         ["id"] = 20205108,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "一座华宫，一场盛宴，一段独演，一个传奇。这个世界从不缺少一鸣惊人的新贵，但只有寥寥数位永远在王座举起酒杯。<br /><br />【“舞台的主角只有一个，从始至终，唯有我。”】",
         ["备注"] = ""
      },
      ["焰翎魔女"] = {
         ["id"] = 20205206,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“火之弦”守护者，永恒的魔女加拉蒂亚的标志性装束，火焰自幽深处闪烁，翎羽从禁绝处飘落，当魔女款款行来，你能否看清，裙裾处燃起的微光，是旅人尚未燃尽的幻想，还是勇者焚烧成灰的希望？<br /><br />【“她是遮天蔽日的黑翎，她是蔓延无际的幽火，她是真实与虚无之间，永恒的荧惑。”】",
         ["备注"] = ""
      },
      ["焰翎魔女-曼烬"] = {
         ["id"] = 20205207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“火之弦”守护者，永恒的魔女加拉蒂亚的标志性装束，火焰自幽深处闪烁，翎羽从禁绝处飘落，当魔女款款行来，你能否看清，裙裾处燃起的微光，是旅人尚未燃尽的幻想，还是勇者焚烧成灰的希望？<br /><br />【“她是遮天蔽日的黑翎，她是蔓延无际的幽火，她是真实与虚无之间，永恒的荧惑。”】",
         ["备注"] = ""
      },
      ["焰翎魔女-荼火"] = {
         ["id"] = 20205208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“火之弦”守护者，永恒的魔女加拉蒂亚的标志性装束，火焰自幽深处闪烁，翎羽从禁绝处飘落，当魔女款款行来，你能否看清，裙裾处燃起的微光，是旅人尚未燃尽的幻想，还是勇者焚烧成灰的希望？<br /><br />【“她是遮天蔽日的黑翎，她是蔓延无际的幽火，她是真实与虚无之间，永恒的荧惑。”】",
         ["备注"] = ""
      },
      ["焰翎魔女-蔷焰"] = {
         ["id"] = 20205209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“火之弦”守护者，永恒的魔女加拉蒂亚的标志性装束，火焰自幽深处闪烁，翎羽从禁绝处飘落，当魔女款款行来，你能否看清，裙裾处燃起的微光，是旅人尚未燃尽的幻想，还是勇者焚烧成灰的希望？<br /><br />【“她是遮天蔽日的黑翎，她是蔓延无际的幽火，她是真实与虚无之间，永恒的荧惑。”】",
         ["备注"] = ""
      },
      ["焰翎魔女-堇煌"] = {
         ["id"] = 20205210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“火之弦”守护者，永恒的魔女加拉蒂亚的标志性装束，火焰自幽深处闪烁，翎羽从禁绝处飘落，当魔女款款行来，你能否看清，裙裾处燃起的微光，是旅人尚未燃尽的幻想，还是勇者焚烧成灰的希望？<br /><br />【“她是遮天蔽日的黑翎，她是蔓延无际的幽火，她是真实与虚无之间，永恒的荧惑。”】",
         ["备注"] = ""
      }
   },
   ["伊薇特"] = {
      ["绒绒熊"] = {
         ["id"] = 20131001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "伊薇特经常穿着于身的研究服。兜帽上两只可爱的小熊耳朵，透露出稚子般的童真。",
         ["备注"] = ""
      },
      ["绒绒熊-薰衣草"] = {
         ["id"] = 20131002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "伊薇特的备用研究服。被一抹靓丽的紫映衬着，亭亭如纤细的薰衣草。",
         ["备注"] = ""
      },
      ["绒绒熊-赤心"] = {
         ["id"] = 20131003,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "伊薇特的备用研究服。藏在她冰冷的外表之下的，是一颗火热的内心。",
         ["备注"] = ""
      },
      ["绒绒熊-柑橘"] = {
         ["id"] = 20131004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "伊薇特的备用研究服。柑橘色清新淡雅，正衬得她愈发甜美动人。",
         ["备注"] = ""
      },
      ["绒绒熊-萌芽"] = {
         ["id"] = 20131005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "伊薇特的备用研究服。萌芽般的绿意，宛如阳光下新生的幼芽。",
         ["备注"] = ""
      },
      ["绒绒熊-明黄"] = {
         ["id"] = 20131006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "伊薇特的备用研究服。灿灿的黄色让人感到内心的温暖。",
         ["备注"] = ""
      },
      ["绒绒熊-暖意"] = {
         ["id"] = 20131007,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "伊薇特的备用研究服。深埋冰雪之中的，是那动人的暖意。",
         ["备注"] = ""
      },
      ["绒绒熊-林荫"] = {
         ["id"] = 20131008,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "伊薇特的备用研究服。盛夏树木的繁叶也难以掩盖少女的心思。",
         ["备注"] = ""
      },
      ["绒绒熊-丁香"] = {
         ["id"] = 20131009,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "伊薇特的备用研究服。丁香般素雅的浅蓝色让人感受到少女的宁静与美好。",
         ["备注"] = ""
      },
      ["魔女之夜"] = {
         ["id"] = 20131052,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在神秘的紫色映衬下，以蛛网，蝙蝠与古堡为饰的服装。即使这是个童话故事，伊薇特也不一定是其中的公主哦。",
         ["备注"] = ""
      },
      ["少女四叶草"] = {
         ["id"] = 20131054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "以四叶草为装饰，清新可爱的研究服。希望、信心、爱、还有幸运。伊薇特祝愿这些美好的东西，永伴你的身边。",
         ["备注"] = ""
      },
      ["樱吹雪"] = {
         ["id"] = 20131055,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "浅粉色的研究服，以樱花、雪山与明月为装饰意象。伊薇特仿佛立于风中，飘落的花瓣正落在她的肩上。",
         ["备注"] = ""
      },
      ["波子汽水"] = {
         ["id"] = 20131056,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "白蓝相间的简洁外套下，浅橙色的长袜让人想起甜甜的汽水。内向且羞涩的伊薇特，偶尔，也会展露出这样甜美的一面。",
         ["备注"] = ""
      },
      ["榛果摩卡"] = {
         ["id"] = 20131057,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "慵懒的午后，最适合来上一杯见习咖啡师伊薇特亲手冲制的浓郁摩卡。",
         ["备注"] = ""
      },
      ["四叶信使"] = {
         ["id"] = 20131058,
         ["稀有度"] = 3,
         ["获得方式"] = { "宿舍-伊薇特" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "为了研究不同信件对人们情绪波动的影响，伊薇特换上信使的服装，穿梭于各家各户感受人们的心情。只是，面对着她自己想要送出信件的对象时，伊薇特注意到自己的心跳骤然加快。",
         ["备注"] = ""
      },
      ["海洋泡影"] = {
         ["id"] = 20131059,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "伊薇特在海洋馆所穿的研究服。学术上生命的诞生起源于海洋，这个世界中同样有着“海”。她相信通过研究，解析，模仿这些生物的习性和行为，能帮我们解决“崩溃”的危机。",
         ["备注"] = ""
      },
      ["霜夜星晓"] = {
         ["id"] = 20131060,
         ["稀有度"] = 3,
         ["获得方式"] = { "储备BP8" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "彻夜的研究工作让伊薇特喜欢上了仰望星空的感觉，有星星陪伴的夜晚，再冷也不会孤单。<br />“向大熊星座许愿的话，会有流星实现我的愿望吗？”",
         ["备注"] = ""
      },
      ["野餐时光"] = {
         ["id"] = 20131101,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "伊薇特野外出行时喜着的服装。朴素不加点缀的风格映射着她纯洁的内心。当然，偶尔她也会有属于自己的少女心。<br /><br />“诶？你是说，你想和我们一起吃午餐吗？可是，我找不到菲了……”<br />“那，要不然，这一次就我们俩，偷偷一起吃吧……”<br />伊薇特是真的找不到菲吗？还是说……<br />这个问题，只有等日后，她亲自来为你解答了。",
         ["备注"] = ""
      },
      ["海滨奇遇"] = {
         ["id"] = 20131102,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "伊薇特的海滨装束。少女的青春活力和清凉感，让人眼前一亮，看上去就像是一只可爱的熊猫。<br /><br />“熊猫……是不会出现在海边的。”<br />理所当然，伊薇特不可能不知道这一点。<br />那么，她为何会选择这套衣装呢？你不禁有些好奇<br />“……这样的话，我就是独一无二的了。”",
         ["备注"] = ""
      },
      ["心晶冰锁"] = {
         ["id"] = 20131103,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "伊薇特在咖啡店实习时穿着的服装。<br />为了改善自己的交流能力，伊薇特在引航者的建议下接受了这份工作。<br />尽管伊薇特是抱着服务的态度来的，却经常被顾客反向投喂，令她感到些许不解。<br /><br />【“客人，这样的话，菲也会很困扰的……”】",
         ["备注"] = ""
      },
      ["转角遇到熊"] = {
         ["id"] = 20131104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "在研究遇到瓶颈时，伊薇特偶尔会溜出实验室，没人知道她去了哪，只知道在她回来时会带着一脸满足继续埋头工作。<br />如果你在奶茶店的街角遇到了熊，请不要惊慌，只要假装没看到她就行，她会在补充完糖分后自行离开。<br /><br />【“糖分，很重要……糖果屋，似乎很有人气……稍微，有点兴趣。”】",
         ["备注"] = ""
      },
      ["雪精灵"] = {
         ["id"] = 20131105,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "伊薇特受邀参加荒野冬日特别活动时所穿的服装。保暖的绒装充满贴身感与弹力，足以支持一切冬季的户外活动，是伊薇特十分喜欢的冬装。<br /><br />【“冷吗？我觉得……一点也不会冷。”】",
         ["备注"] = ""
      },
      ["小红帽"] = {
         ["id"] = 20131106,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "伊薇特在参加苹安节活动时穿着的服装。一改平时的冷色调风格，并尽力还原了某个童话中的造型，只是相比故事里的主人公，她可不会束手就擒的。<br /><br />【“我的苹安果……你可以收下吗？”】",
         ["备注"] = ""
      },
      ["漫舞霓裳"] = {
         ["id"] = 20131107,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "伊薇特受邀参加乌尔比诺的文艺汇演时所穿的服装。轻盈而凸显着古文明的山水诗意，虽然伊薇特的舞步还有几分稚嫩和不熟练，但这并不妨碍她成为汇演时的焦点。<br /><br />【“一曲霓裳舞，只因夜思君。”】",
         ["备注"] = ""
      },
      ["战术研习"] = {
         ["id"] = 20131108,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "护目镜、战术头盔、迷彩作战服……因为引航者的邀请，伊薇特认真备齐了一名战术分析官应有的全套装备。虽然战场不同于研究所，但伊薇特充分发挥自己强大的分析与研究能力，为前方作战的同伴保驾护航。<br /><br />“战、战术分析官伊薇特前来报道……”<br />害羞柔弱的声音微微颤抖着。<br />“那个……引航者，伊薇特收集到的作战数据，帮到大家了吗？”<br />那双温柔熟悉的双手轻轻摩挲着她的额头。<br />紧张羞红的少女渐渐地平复了自己的心情，来自引航者的安抚似乎是一种最为神奇的特效药，无论面对什么，她都能变得勇敢而坚定。",
         ["备注"] = ""
      },
      ["心动疗程"] = {
         ["id"] = 20131109,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "伊薇特为了深入研究崩溃症，在临床试验时所穿的制服。对一个严谨的科研工作者来说，只要对方的心脏还在跳动，就证明没有什么大问题。<br /><br />【“心跳节奏，60……78……110，状态良好，你可以出院了。”】",
         ["备注"] = ""
      },
      ["珠霜舒芙蕾"] = {
         ["id"] = 20131110,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "欧泊执行某次任务时定制的晚宴装扮，伊薇特扮作家族中幽居深闺的小女儿。作为家族明珠第一次在公开场合的亮相，吸引了不少好奇的目光。<br /><br />【“只是听说今晚会来一位传奇的客人啦。如果是她的话，无论如何也想亲眼见见。”】",
         ["备注"] = ""
      },
      ["萌趣探险"] = {
         ["id"] = 20131111,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "伊薇特参加欧泊戏剧节定制的演出服。短款连帽斗篷和琴键图案的短裙衬托出了少女优越的身材比例，身后作为装饰物的狐狸玩偶更是为装束增添了几分可爱，穿着这样的服装展开探险，一定会吸引到许多同路人吧。<br /><br />【“唔，因为没有把菲背在身后，它好像还有一点吃醋了呢……”】",
         ["备注"] = ""
      },
      ["菲空环游"] = {
         ["id"] = 20131112,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "少女的梦想被气球轻轻托举，沉入蔚蓝的梦境，循着永不磨灭的好奇心，寻找这一片澄澈中的奇迹，这无关征服与探索，只是关于飞翔的梦想，穷尽一切努力也要追寻。<br /><br />【“因为想摸摸太阳有多暖，因为想和月亮说晚安。”】",
         ["备注"] = ""
      },
      ["雪绒团子"] = {
         ["id"] = 20131113,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "传说在满月之夜，会有一道白色的倩影，带着一个矮小的孩童在邪灵祟生的地域中漫游，拯救那些善良的人，见过她的人都说，她的手泛着微微凉意，却是一片森冷中，最暖的太阳。<br /><br />【“……可是，菲是伙伴，不是小孩……”】",
         ["备注"] = ""
      },
      ["熊熊曲奇"] = {
         ["id"] = 20131201,
         ["稀有度"] = 6,
         ["获得方式"] = { "宿舍-伊薇特" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "小熊居家服、电子设备和冰饮料构成了伊薇特的宅家三件套。这套居家服有着柔软的熊耳朵，每当缺乏灵感时，伊薇特总会下意识地摸摸它。",
         ["备注"] = ""
      },
      ["轻舞成双"] = {
         ["id"] = 20131206,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "伊薇特参加欧泊舞会的服装。虽然有点不好意思在众人面前打扮得如此隆重，但偶尔能展现出不一样的一面，也很好。",
         ["备注"] = ""
      },
      ["轻舞成双-白水晶"] = {
         ["id"] = 20131207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "伊薇特参加欧泊舞会的服装。虽然有点不好意思在众人面前打扮得如此隆重，但偶尔能展现出不一样的一面，也很好。",
         ["备注"] = ""
      },
      ["轻舞成双-日光石"] = {
         ["id"] = 20131208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "伊薇特参加欧泊舞会的服装。虽然有点不好意思在众人面前打扮得如此隆重，但偶尔能展现出不一样的一面，也很好。",
         ["备注"] = ""
      },
      ["轻舞成双-红宝石"] = {
         ["id"] = 20131209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "伊薇特参加欧泊舞会的服装。虽然有点不好意思在众人面前打扮得如此隆重，但偶尔能展现出不一样的一面，也很好。",
         ["备注"] = ""
      },
      ["轻舞成双-月光石"] = {
         ["id"] = 20131210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "伊薇特参加欧泊舞会的服装。虽然有点不好意思在众人面前打扮得如此隆重，但偶尔能展现出不一样的一面，也很好。",
         ["备注"] = ""
      }
   },
   ["香奈美"] = {
      ["夜莺"] = {
         ["id"] = 20137001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "香奈美的演出服。兼具美丽与实用。纤细修长的衣摆，宛如夜莺舒展羽翼。",
         ["备注"] = ""
      },
      ["夜莺-花青"] = {
         ["id"] = 20137002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "香奈美的备用演出服。青涩的渐变色如同花瓣般娇嫩。",
         ["备注"] = ""
      },
      ["夜莺-焰色"] = {
         ["id"] = 20137003,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "香奈美的备用演出服。耀眼的橙黄，如同她心中跃动的热情火焰。",
         ["备注"] = ""
      },
      ["夜莺-紫罗兰"] = {
         ["id"] = 20137004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "香奈美的备用演出服。紫罗兰的闪耀，在她身上尽情绽放。",
         ["备注"] = ""
      },
      ["夜莺-未央"] = {
         ["id"] = 20137005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "香奈美的备用演出服。夜如何其？夜未央，鸾声将将。",
         ["备注"] = ""
      },
      ["夜莺-芭蕉"] = {
         ["id"] = 20137006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "香奈美的备用演出服。凤尾芭蕉，龙吟细细。",
         ["备注"] = ""
      },
      ["夜莺-鎏金"] = {
         ["id"] = 20137007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "香奈美的备用演出服。鎏金的色彩与偶像的光芒交相辉映。",
         ["备注"] = ""
      },
      ["夜莺-萌芽"] = {
         ["id"] = 20137008,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "香奈美的备用演出服。鲜嫩的绿意贸然生长。",
         ["备注"] = ""
      },
      ["夜莺-月光"] = {
         ["id"] = 20137009,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "香奈美的备用演出服。舞台上，她如那颗名为月亮的星星一般明亮。",
         ["备注"] = ""
      },
      ["甜心梦魇"] = {
         ["id"] = 20137051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "香奈美特制的一套演出服。有着魅惑中略带危险的氛围。也许，就在今晚，她会在你的梦中出现哦。",
         ["备注"] = ""
      },
      ["极夜之舞"] = {
         ["id"] = 20137052,
         ["稀有度"] = 3,
         ["获得方式"] = { "时空之音" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "这套演出服上，描绘着星环的图样。裙上星光的舞动，正如香奈美华丽的舞姿。",
         ["备注"] = ""
      },
      ["薄荷之夏"] = {
         ["id"] = 20137053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "清淡素雅的薄荷色衣装。衬托得香奈美更加清纯动人。夏日热情的演唱会，也因为她的装扮，多了几分清凉。",
         ["备注"] = ""
      },
      ["糖果波普"] = {
         ["id"] = 20137054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "可爱的粉色包装纸，包裹着甜蜜的浅青色糖果。香奈美的这套演出服，将她的甜美魅力衬托得淋漓尽致。",
         ["备注"] = ""
      },
      ["温热咖味"] = {
         ["id"] = 20137055,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "香奈美参加咖啡品牌推广活动时的演出服装。服装设计特别参考了咖啡的拉花工艺，只为向粉丝们传递咖啡般温暖的心意。",
         ["备注"] = ""
      },
      ["向阳舞台"] = {
         ["id"] = 20137056,
         ["稀有度"] = 3,
         ["获得方式"] = { "宿舍-香奈美" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "香奈美演出服的特别版。以灿烂阳光照耀下的向阳葵田为灵感设计，展现出香奈美无限的热情。",
         ["备注"] = ""
      },
      ["聚焦主流"] = {
         ["id"] = 20137057,
         ["稀有度"] = 3,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "以最近在卡丘世界火热的文化形象为参考设计的制服。作为偶像，可不能允许大家的目光从自己身上移开。<br /><br />【不论任何题材，任何风格，超级偶像香奈美都能驾驭。】",
         ["备注"] = ""
      },
      ["幸运音律"] = {
         ["id"] = 20137058,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "香奈美演出服的特别版，以青葱的幸运四叶草为灵感设计，只为将好运通过歌声传递给粉丝们。",
         ["备注"] = ""
      },
      ["浪漫华彩"] = {
         ["id"] = 20137101,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "只有在正式场合，香奈美才会换上这套华丽庄重的礼服。少女的浪漫与成熟女性的优雅完美结合，彰显出她独有的熠熠华彩。<br /><br />“我就是穿着这套衣服，第一次作为偶像登台的。”<br />“那时的感情，我一辈子都不会忘记。”<br />“为了再度邂逅那样的感动，我必须要肩负起所有人的期望才行。”",
         ["备注"] = ""
      },
      ["零时之约"] = {
         ["id"] = 20137102,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "作为香奈美新曲宣传的活动企划而设计的服装。<br />经过多次改修，在偶像的距离感与女仆的亲近感间达成了完美平衡，而她喜欢这件服装的理由，似乎另有原因……<br /><br />【“香奈美是属于大家的偶像，但是……此时此刻，请让我成为专属于您的女仆。”】",
         ["备注"] = ""
      },
      ["心跳回忆"] = {
         ["id"] = 20137103,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "香奈美在享受假日时选择的休闲服装。当沐浴在聚光灯下时，很少有人意识到——舞台上无敌的偶像，在褪去光芒后也只是一个平凡的邻家少女，她也有权力享受属于少女的青涩时光。<br />只是，身为偶像的职业素养似乎让她总是敏锐地感觉着周围的目光。这让香奈美感到一丝紧张与悸动，不由得抓紧了身边人的手臂。<br /><br />【咚、咚、咚……香奈美的心跳，你听到了吗？】",
         ["备注"] = ""
      },
      ["乡野芳华"] = {
         ["id"] = 20137104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "香奈美作为偶像参加乡间录制节目时所穿的服装。轻快的短裤背带裙上即使沾染了些许泥土，也不会影响偶像可爱的风格，即便是剧组结束了工作，香奈美依旧保留了这套服装。<br /><br />【“看着作物一天天成长，内心也有被充实的感觉呢。”】",
         ["备注"] = ""
      },
      ["交响情梦"] = {
         ["id"] = 20137105,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "香奈美受邀参加金树乐章音乐会时所穿的服装。非常注重表现自身魅力，以及与指挥家的搭配感，不知道是否是有意为之……？<br /><br />【“想和你，做最美的梦。”】",
         ["备注"] = ""
      },
      ["蔚蓝魔影"] = {
         ["id"] = 20137106,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "香奈美受邀前往月桂大厅演出的魔术表演礼服。同时借鉴了燕尾服与芭蕾舞裙的元素。优雅与浪漫是香奈美永恒的追求，而裙摆华丽的装饰品中似乎暗藏玄机。<br /><br />【“呼……香奈美，你可以的。一定要把我们的东西拿回来！”】",
         ["备注"] = ""
      },
      ["浪舞心涟"] = {
         ["id"] = 20137108,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "香奈美出演神话戏剧所穿的戏服。以古希腊女神为原型，衣白如浪花，裙摆若鱼尾，月桂叶编制的金色花冠更显高洁与神圣。<br /><br />“我会一直为你祈祷的。”<br />少女倾注了全部的情感与心意念完了最后一句台词。<br />“果然把你当作排练对象，很快就能……啊，没什么。”<br />少女似乎想说出什么，却又在一阵慌乱中欲言又止。",
         ["备注"] = ""
      },
      ["超银河歌姬"] = {
         ["id"] = 20137109,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在超银河主题演唱会上，香奈美个人搭配的演出服。跨越星河的歌声与战斗曾是某个科幻系列的永恒主题，而香奈美仿佛化身为唱响银河的歌姬，诠释着自己的理解。<br /><br />【“你可曾记得银河与爱呢？”】",
         ["备注"] = ""
      },
      ["萤光海之梦"] = {
         ["id"] = 20137110,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "少女坠入深海，她的裙纱与长发随波绽放，点点萤光将大海点亮。在海的怀抱中，她度过了一段梦想已久的难忘旅途。<br /><br />【“这段冒险，要是没有终点就好了。”】",
         ["备注"] = ""
      },
      ["踏雪寻鸢"] = {
         ["id"] = 20137111,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "作为偶像，在沐春节到来之际，当然要换上符合气氛的新衣裳！今年的设计主题是“剪纸”，香奈美特地选择了鸟儿的图案，配合上复古的款式设计，在城中掀起了一股新的时尚风潮。<br /><br />【“都说时尚是个轮回，香奈美也觉得，稍加改造、配上饰品，这套衣服穿去打歌也不违和呢！”】",
         ["备注"] = ""
      },
      ["最强应援"] = {
         ["id"] = 20137112,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "担任运动会啦啦队队长的是——校园女神香奈美！这次，香奈美会携啦啦队全体成员进行精彩的表演。稍等，现场似乎出现了一点状况，不同学院的啦啦队成员起了些争执，香奈美站了出来，是要解决纠纷吗？<br /><br />【“你们不要再打了！要打去练舞室打！由香奈美作为裁判，来一场公平的啦啦操对决！”】",
         ["备注"] = ""
      },
      ["朝颜鹤语"] = {
         ["id"] = 20137113,
         ["稀有度"] = 4,
         ["获得方式"] = { "星轨共振" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "香奈美参加夏日烟火祭活动时穿着的定制服装，以修身的短款版型为基础，加入了少女的诸多小巧思。朵朵朝颜，或缀于发梢，或悬挂腰间，如同升空绽放的烟火般，璀璨而浪漫。<br /><br />【“传讯的千纸鹤已经送出了邀请，夏日祭典，香奈美会一直等着你赴约。”】",
         ["备注"] = ""
      },
      ["雪夜风谣"] = {
         ["id"] = 20137114,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "壁炉的火打着噼啪的鼓点，星夜的雪落下簌簌的和声，人们闭眼安静地许下愿望，而月亮下，今夜的精灵摇着带来幸福的铃铛，用一首欢歌，回应着所有祈求美好的呼唤。<br /><br />【“铃儿响，风儿唱，夜不长，我们手牵手，互诉梦与望。”】",
         ["备注"] = ""
      },
      ["花的私语"] = {
         ["id"] = 20137201,
         ["稀有度"] = 6,
         ["获得方式"] = { "宿舍-香奈美" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "香奈美假日里穿着的可爱裙装。卸下舞台多重装扮的香奈美，穿上了一身淡黄色的连衣裙，或许只有在你的身边，她的心境才能变得轻盈自在。",
         ["备注"] = ""
      },
      ["世纪歌姬"] = {
         ["id"] = 20137206,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在世界濒临记忆崩溃之际，香奈美抵达了偶像这一身份的巅峰与尽头，成为了音乐的化身，灵魂的容器。<br />她于万众瞩目之下唱起了一首承载着希望的歌，用自己的力量改写了故事的结局。<br /><br />【“我会化作永恒的世纪之歌！”】",
         ["备注"] = ""
      },
      ["世纪歌姬-天籁之音"] = {
         ["id"] = 20137207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在世界濒临记忆崩溃之际，香奈美抵达了偶像这一身份的巅峰与尽头，成为了音乐的化身，灵魂的容器。<br />她于万众瞩目之下唱起了一首承载着希望的歌，用自己的力量改写了故事的结局。<br /><br />【“我会化作永恒的世纪之歌！”】",
         ["备注"] = ""
      },
      ["世纪歌姬-余烬之光"] = {
         ["id"] = 20137208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在世界濒临记忆崩溃之际，香奈美抵达了偶像这一身份的巅峰与尽头，成为了音乐的化身，灵魂的容器。<br />她于万众瞩目之下唱起了一首承载着希望的歌，用自己的力量改写了故事的结局。<br /><br />【“我会化作永恒的世纪之歌！”】",
         ["备注"] = ""
      },
      ["世纪歌姬-极夜声浪"] = {
         ["id"] = 20137209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在世界濒临记忆崩溃之际，香奈美抵达了偶像这一身份的巅峰与尽头，成为了音乐的化身，灵魂的容器。<br />她于万众瞩目之下唱起了一首承载着希望的歌，用自己的力量改写了故事的结局。<br /><br />【“我会化作永恒的世纪之歌！”】",
         ["备注"] = ""
      },
      ["世纪歌姬-心语交织"] = {
         ["id"] = 20137210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在世界濒临记忆崩溃之际，香奈美抵达了偶像这一身份的巅峰与尽头，成为了音乐的化身，灵魂的容器。<br />她于万众瞩目之下唱起了一首承载着希望的歌，用自己的力量改写了故事的结局。<br /><br />【“我会化作永恒的世纪之歌！”】",
         ["备注"] = ""
      }
   },
   ["芙拉薇娅"] = {
      ["轻蝶"] = {
         ["id"] = 20115001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "芙拉薇娅的作战服。整体设计简洁舒适，蝴蝶元素作为点睛之笔，更能衬托穿着者的优雅魅力。",
         ["备注"] = ""
      },
      ["轻蝶-微风"] = {
         ["id"] = 20115002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "芙拉薇娅的备用制服。蝶翼伴随着微风舞动，忽近忽远，难以琢磨。",
         ["备注"] = ""
      },
      ["轻蝶-湖光"] = {
         ["id"] = 20115003,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "芙拉薇娅的备用制服。如同一汪深沉的湖水，看不透，望不穿。",
         ["备注"] = ""
      },
      ["轻蝶-春芽"] = {
         ["id"] = 20115004,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "芙拉薇娅的备用制服。忍耐过寒冬的嫩芽，等待着初春的绽放。",
         ["备注"] = ""
      },
      ["轻蝶-朽叶"] = {
         ["id"] = 20115005,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "芙拉薇娅的备用制服。蝴蝶收起翅膀，隐藏在朽叶之中。",
         ["备注"] = ""
      },
      ["轻蝶-紫夜"] = {
         ["id"] = 20115006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "芙拉薇娅的备用制服。谎言与真相不分彼此，一同融入了紫色的夜中。",
         ["备注"] = ""
      },
      ["轻蝶-幻火"] = {
         ["id"] = 20115007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "芙拉薇娅的备用制服。失去温度的黯淡火焰，如同幻影，冰冷地燃烧。",
         ["备注"] = ""
      },
      ["轻蝶-迷丛"] = {
         ["id"] = 20115008,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备BP8" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "芙拉薇娅的备用制服。宛若蝴蝶飞入花丛，迷失在殷色之中。",
         ["备注"] = ""
      },
      ["轻蝶-寞影"] = {
         ["id"] = 20115009,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备BP9" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "芙拉薇娅的备用制服。疏离于人群外的蝶翼，飞舞向俯瞰人们的天穹。",
         ["备注"] = ""
      },
      ["卡布奇诺"] = {
         ["id"] = 20115051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "芙拉薇娅的个人定制服装。咖啡、牛奶与鲜奶油的灵感碰撞。游走在咖啡与牛奶的边界之间，亦是一种危险的游戏。",
         ["备注"] = ""
      },
      ["授勋式"] = {
         ["id"] = 20115052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "芙拉薇娅在欧泊的授勋式上穿着的正式服装。她不会就此止步，她将继续向上攀登，直到没有人可以为她授勋。",
         ["备注"] = ""
      },
      ["晚安舞会"] = {
         ["id"] = 20115053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "芙拉薇娅的个人定制服装。薰衣草一般的淡紫色衣裙，散发着似有若无的香气，在蝴蝶的舞姿中沉入梦乡。",
         ["备注"] = ""
      },
      ["碧波潜影"] = {
         ["id"] = 20115054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "芙拉薇娅的个人定制服装。毒蛇潜伏在潭水之中，等待着前来饮水的猎物。不，她不是毒蛇，她是守在一旁等待结果的猎人。",
         ["备注"] = ""
      },
      ["初春绿意"] = {
         ["id"] = 20115055,
         ["稀有度"] = 3,
         ["获得方式"] = { "赛季奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "当温暖的第一缕春风吹来，树木的枝头披上新绿，万物开始复苏。在这个时候，去踏踏青、晒晒太阳正好，毕竟蝴蝶可不会错过如此美好的春日。",
         ["备注"] = ""
      },
      ["幽色翅脉"] = {
         ["id"] = 20115056,
         ["稀有度"] = 3,
         ["获得方式"] = { "周年签到" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "芙拉薇娅的个人定制服装。芬芳而又幽静的季节已悄然到来，蛹虫难抑心中的躁意，化生翅脉，翩入幽色绽放的春天。",
         ["备注"] = ""
      },
      ["青海蜉涌"] = {
         ["id"] = 20115057,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "水母在海中漂浮，就像蝴蝶在空中飞舞。传闻芙拉薇娅在游览水族馆后，以此为灵感设计的衣服。",
         ["备注"] = ""
      },
      ["假日邀约"] = {
         ["id"] = 20115101,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "抱着试探的想法向芙拉薇娅发出了一同出游的邀约，没想到对方却爽快地答应了。<br /><br />【“嗯？怎么了？天气这么好，蝴蝶也想晒晒太阳嘛。”】",
         ["备注"] = ""
      },
      ["迷蝶翩跹"] = {
         ["id"] = 20115102,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "结合蝴蝶元素而设计的女仆工作服。华贵而优雅。芙拉薇娅以这身迷人的着装神秘地现身咖啡厅，原因不得而知。她似乎掌握了关于某个人的重要情报。<br /><br />【“想要换取情报么，客人？呵呵，先赢了我再说喔。”】",
         ["备注"] = ""
      },
      ["流光雀翎"] = {
         ["id"] = 20115103,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "像孔雀羽毛般华丽的裙装。穿在芙拉薇娅的身上，轻易就能吸引整个舞池的目光。<br /><br />【“不要紧张，把一切交给我——作为舞伴，我会照顾好你的”。】",
         ["备注"] = ""
      },
      ["漫享情调"] = {
         ["id"] = 20115104,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "热情而大方的餐厅制服。芙拉薇娅用以潜伏于某家街边小馆中。迎着美丽的日落，享受着伊比利亚式的醇香与美味，芙拉薇娅和客人们一同沉浸在这种浪漫的情调中。<br /><br />【“在日落之处，我为他们奉上醇香与火腿。”】",
         ["备注"] = ""
      },
      ["浮光拾贝"] = {
         ["id"] = 20115105,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "芙拉薇娅参加泳池派对时穿着的服装。清凉又优雅的设计勾勒出她完美的身材，蝴蝶装饰物则采用了特殊的贝壳纹材料，在阳光的照耀下能折射出特殊的光纹。<br /><br />【“一直被包裹在制服里，偶尔让身体晒晒太阳也不错呢。泳池派对很有意思，下次，跟我去海边吧？”】",
         ["备注"] = ""
      },
      ["幻夜霓响"] = {
         ["id"] = 20115106,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "霓之城的午夜电台迎来了一位特殊的主持，蝴蝶的翅脉又将在这灯火辉煌的不夜城掀起怎样的声浪呢？<br /><br />【“清除这座城市的罪恶，就拿你们作为蝴蝶效应的第一循吧。”】",
         ["备注"] = ""
      },
      ["军情特工"] = {
         ["id"] = 20115107,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "作为新人搜查官的芙拉薇娅，因为自身特殊的弦能力，常被派去执行特工任务。她的所到之处，都会留下关于紫色幻蝶的传说。<br /><br />【“啊，又受了点伤……还需要更加熟练一点才行啊。”】",
         ["备注"] = ""
      },
      ["赤红闪电"] = {
         ["id"] = 20115108,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "芙拉薇娅作为欧泊代表选手，参加方程式竞赛时的装束。代表欧泊出战的居然是这位身居高位、传闻中的蝴蝶女士，让不少人深感意外。<br /><br />【“比起欧泊的任务，这更像是我的个人爱好。至于实力……我的排名，你也看到了不是吗？”】",
         ["备注"] = ""
      },
      ["永夜王女"] = {
         ["id"] = 20115109,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "传说中永夜古堡的主人，永生不灭、已在世上存活了数千年的貌美女子——芙拉薇娅。当天空中黑月升起，灵蝶会送来古堡的邀请函，此为邀约，亦是试探。<br /><br />【“我既不吸食人血，也不惧怕阳光，如果对我真的如此好奇，不如亲自来看一看？”】",
         ["备注"] = ""
      },
      ["极星诫喻"] = {
         ["id"] = 20115110,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "欧泊为芙拉薇娅参照过去“远征计划”设计的作战服，为了更加贴合着装者的需要，新款战服选用了更加优雅的款式，便于芙拉薇娅在监视者与审判官之间切换自如。<br /><br />【“若你见我，无需惊惧，我是指引，是仅为黎明闪耀的极星。”】",
         ["备注"] = ""
      },
      ["茵茵青帝"] = {
         ["id"] = 20115111,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "复眼很忙，但沐春节依然值得驻足小憩。平日里说不上平易近人的头领主动换上了新装，给她遇见的每一个人都带来了独属于这个节日的祝语。<br /><br />【“今日休沐，好春时节，亲友望盼，不可辜负。”】",
         ["备注"] = ""
      },
      ["迷醉桃方"] = {
         ["id"] = 20115112,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "作为秘密情报部队，芙拉薇娅的衣柜里有为各种场合定制的卧底服装。无论怎样的环境，都能游刃有余地融入其中。她拥有的高级侍酒师的头衔，更是为这次行动增添了专业保障。<br /><br />“别这么心急。在正式开始之前，先喝一杯吧。”",
         ["备注"] = ""
      },
      ["千面之月"] = {
         ["id"] = 20115206,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "如果对着月亮虔诚祈祷的话，月光女神就会回应你的呼唤。对待虔诚的信徒，她播撒恩赐；对投机取巧的小人，她降下神罚——这是这个世界的孩子们从小听着长大的童话故事。<br /><br />【“神明造物，亦有物造的神明。我诞生于信仰，生命未有消亡，我便会永生。”】",
         ["备注"] = ""
      },
      ["千面之月-银月光辉"] = {
         ["id"] = 20115207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "如果对着月亮虔诚祈祷的话，月光女神就会回应你的呼唤。对待虔诚的信徒，她播撒恩赐；对投机取巧的小人，她降下神罚——这是这个世界的孩子们从小听着长大的童话故事。<br /><br />【“神明造物，亦有物造的神明。我诞生于信仰，生命未有消亡，我便会永生。”】",
         ["备注"] = ""
      },
      ["千面之月-绯红帷幕"] = {
         ["id"] = 20115208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "如果对着月亮虔诚祈祷的话，月光女神就会回应你的呼唤。对待虔诚的信徒，她播撒恩赐；对投机取巧的小人，她降下神罚——这是这个世界的孩子们从小听着长大的童话故事。<br /><br />【“神明造物，亦有物造的神明。我诞生于信仰，生命未有消亡，我便会永生。”】",
         ["备注"] = ""
      },
      ["千面之月-猫眼翠榴"] = {
         ["id"] = 20115209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "如果对着月亮虔诚祈祷的话，月光女神就会回应你的呼唤。对待虔诚的信徒，她播撒恩赐；对投机取巧的小人，她降下神罚——这是这个世界的孩子们从小听着长大的童话故事。<br /><br />【“神明造物，亦有物造的神明。我诞生于信仰，生命未有消亡，我便会永生。”】",
         ["备注"] = ""
      },
      ["千面之月-怀金垂紫"] = {
         ["id"] = 20115210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "如果对着月亮虔诚祈祷的话，月光女神就会回应你的呼唤。对待虔诚的信徒，她播撒恩赐；对投机取巧的小人，她降下神罚——这是这个世界的孩子们从小听着长大的童话故事。<br /><br />【“神明造物，亦有物造的神明。我诞生于信仰，生命未有消亡，我便会永生。”】",
         ["备注"] = ""
      }
   },
   ["艾卡"] = {
      ["高校制服"] = {
         ["id"] = 20119001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "艾卡的学生制服。是普雷顿地区最常见的款式，不过因为艾卡的身体温度很高，所以这身制服被她特别改出了几处用于散热的开口。",
         ["备注"] = ""
      },
      ["高校制服-青绿"] = {
         ["id"] = 20119002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "艾卡的制服夏季版配色。在苍郁的树木和青草间偷偷午睡。",
         ["备注"] = ""
      },
      ["高校制服-浅樱"] = {
         ["id"] = 20119003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "艾卡的制服春季版配色。在漫天花瓣与花粉中匆匆前往校园。",
         ["备注"] = ""
      },
      ["高校制服-流金"] = {
         ["id"] = 20119004,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "艾卡的制服秋季版配色。在缤纷落叶间寻味烤红薯的焦香。",
         ["备注"] = ""
      },
      ["高校制服-蔚蓝"] = {
         ["id"] = 20119005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "艾卡的制服冬季版配色。呼吸寒冷的空气时抬头遥望蔚蓝天空。",
         ["备注"] = ""
      },
      ["高校制服-薄尘"] = {
         ["id"] = 20119006,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "艾卡的制服褪色版配色。洗涤的次数过多了，却总是不舍得丢弃。",
         ["备注"] = ""
      },
      ["高校制服-芋紫"] = {
         ["id"] = 20119007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "艾卡的制服香芋版配色。其实是和紫色衣物混洗后串色的结果。",
         ["备注"] = ""
      },
      ["高校制服-浮萍"] = {
         ["id"] = 20119008,
         ["稀有度"] = 2,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "艾卡的制服早春版配色。是积雪消融的初春中，大地的第一抹新绿。",
         ["备注"] = ""
      },
      ["高校制服-萄嫣"] = {
         ["id"] = 20119009,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备资源" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "艾卡的制服晚秋版配色。在忙碌的季节中感受收获的喜悦。",
         ["备注"] = ""
      },
      ["高校制服-靛青"] = {
         ["id"] = 20119010,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备资源" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "艾卡的制服深蓝版配色，更深的颜色能够化解酱料弄洒在裙子上的危机。",
         ["备注"] = ""
      },
      ["粉色地雷"] = {
         ["id"] = 20119051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "艾卡在时尚服饰店打工时穿着的服装。以制服为基础，加入了外面大城市流行的粉色与暗色系的潮流设计。由于在店内还要兼顾服装模特，所以艾卡经常亲自上阵展示穿搭，据说带动的销量数据相当好看。",
         ["备注"] = ""
      },
      ["摩卡高手"] = {
         ["id"] = 20119052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "艾卡在咖啡店打工时穿着的服装。以制服为基础，采用了“店长每日推荐款”咖啡作为设计素材。由于在店内还要兼顾咖啡师，所以艾卡经常亲自上阵为顾客冲泡咖啡，据说每日售卖杯数相当可观。",
         ["备注"] = ""
      },
      ["速食游戏"] = {
         ["id"] = 20119053,
         ["稀有度"] = 3,
         ["获得方式"] = { "赛季奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "艾卡在快餐店打工时穿着的服装。别出心裁地将高中制服和店员制服结合在一起，既符合行业标准，整体又显青春靓丽。据说上面红色滴液设计，源自艾卡开心地买了一大盘鸡块却不小心把辣椒酱打翻在上面时的悲伤经历。",
         ["备注"] = ""
      },
      ["高分少女"] = {
         ["id"] = 20119054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "艾卡在电玩店打工时穿着的服装。以制服为基础，使用了热门游戏机为主题的涂装。由于在店内还要兼顾游戏宣传，所以艾卡经常亲自上阵和各路高手进行PK，据说其节目效果相当不俗。",
         ["备注"] = ""
      },
      ["田园物语"] = {
         ["id"] = 20119055,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "艾卡在乡下农场打工时穿着的服装。以制服为基础，结合了草原的鲜绿与土壤的深厚。热情开朗的少女在农场里颇受欢迎，就连农场的机器牧犬也喜欢追在她的身后，或许是他们之间的赛跑游戏，亦或许是……艾卡单纯地怕狗？",
         ["备注"] = ""
      },
      ["春日樱色"] = {
         ["id"] = 20119056,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "艾卡在春季庆典打工时穿着的服装，以制服为基础，结合街道旁盛开的樱花作为设计要素。在人群中穿行的身姿倒映在了每个人的眼瞳中，留下了今年春日的影子。想必，她内心中的热情也如这磅礴的春意一样温暖人心。",
         ["备注"] = ""
      },
      ["课后魔王"] = {
         ["id"] = 20119101,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "艾卡亲自穿搭的户外潮服。大胆酷炫的搭配展现着女高中生的青春狂野。至于放学后她去了哪些地方“疯狂”，暂且保密。<br /><br />【“女高中生的一天，在放学之后才算真正开始！”】",
         ["备注"] = ""
      },
      ["星河快运"] = {
         ["id"] = 20119102,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "艾卡在天文馆兼职搬运工作时的服装。由她本人亲自搭配，集合了各种科幻电影的要素，以及少女对星海的浪漫想象。在天文馆的氛围中，艾卡忽然觉得，能做上宇宙送货员或许是一件很酷的事情。<br /><br />【“如果咱家的餐馆遍布了全宇宙，我是不是得在各个星球之间送外卖啊？”】",
         ["备注"] = ""
      },
      ["夏日炽焰橙"] = {
         ["id"] = 20119103,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "这个夏日的海面大概率不会风平浪静，因为有火花小鱼的闪亮出场。她的炽焰与热情将在海底掀起一阵热烈激昂的风暴。<br /><br />【“想一睹被焚风染红的海底吗？”】",
         ["备注"] = ""
      },
      ["怒意假面"] = {
         ["id"] = 20119104,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "为了使这份堪称艺术的文化再次流行，艾卡模仿影像中的人物改造了自己的制服，为了避免被熟人辨认出来，她在面具上额外黏贴了一张她最为中意的贴纸。<br /><br />【让你们见识一下女高中生的怒火！额，其它学校的……】",
         ["备注"] = ""
      },
      ["靛色愈炎"] = {
         ["id"] = 20119105,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在没有病痛的新世界中，也有着疗愈他人“心病”的医护人员，剪刀手是其中手法激进的一派，在这一过程中，某位平凡的女高中生依旧需要隐藏“身份”。<br /><br />【“火焰将净化，并疗愈一切。”】",
         ["备注"] = ""
      },
      ["火舞者"] = {
         ["id"] = 20119106,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "她的烈焰远比这片沙海要更为炽热，随着火舞者的舞步扬起灰烬，一场热潮即将席卷而来。<br /><br />【“为了获得新的力量，有时我们需要烧毁旧的躯壳。”】",
         ["备注"] = ""
      },
      ["不给糖就捣蛋！"] = {
         ["id"] = 20119107,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在惊魂节游行评选中以最高票数夺得最佳视觉奖的选手“不给糖就捣蛋！”，其真实身份是一般路过的女高中生——艾卡！可爱的南瓜面具和凹凸有致的身材碰撞出了奇妙的视觉效果，当天来找艾卡拍照集邮的人是最多的。<br /><br />【“哈哈哈哈，我这身打扮确实不错呢，应该能吓到你们吧！还有，我的名字是‘艾卡’，不是什么‘给糖大使’也不是‘捣蛋小姐’，只是把参赛宣言和名字写反了而已……”】",
         ["备注"] = ""
      },
      ["假面甜心"] = {
         ["id"] = 20119108,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "专属于艾卡的打歌服，面具上的小兔子软萌可爱，但格纹蓬蓬裙和吊带背心又彰显出摇滚的态度。面具下的偶像艾卡，此刻是什么样的表情呢？<br /><br />【“虽然总是用面具来遮掩表情，但是艾卡对粉丝的一片真心，你们能感受到吧？”】",
         ["备注"] = ""
      },
      ["轻羽铃音"] = {
         ["id"] = 20119109,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "手捧托盘的女仆笑意款款，即使透过遮挡的面具，也能感受到她的欢欣与得意。很明显手上的糖果屋是她的得意之作，只是看上去有些过于甜蜜了……<br /><br />【“来到庄园，就是我们尊贵的客人了！这份见面礼就收下吧，你可一定要全部吃完啊！”】",
         ["备注"] = ""
      },
      ["游园冒险"] = {
         ["id"] = 20119110,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "女高中生的假日，当然要在游乐园度过！为赴玛德蕾娜之约，艾卡设计了新的服装，戴上了小怪兽帽子、背上了喷火龙背包。有这两个小家伙帮忙，今天无论是打气球、抓娃娃还是捞金鱼，她都不会输的！<br /><br />【“无敌的艾卡大王，在游乐园也战无不胜！”】",
         ["备注"] = ""
      },
      ["覆面兽焰"] = {
         ["id"] = 20119111,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "艾卡是冒险者公会的新成员。任谁也想不到，那怪异的兽骨面具之下，竟藏着一张可爱稚气的脸庞。初来乍到的她选择在这里接取委托、交换情报，偶尔也帮忙干些杂活。<br /><br />【“欢迎来到冒险者公会！别看我打扮得有点奇怪，我做的饭超级好吃哦！”】",
         ["备注"] = ""
      },
      ["灼火之心"] = {
         ["id"] = 20119112,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "艾卡在卡奥斯圣殿战役中穿着的战斗服。经典的罗马制式装束，昭示着其不容置疑的圣斗士身份。金属流光的月桂头冠与红发交织，宛如暗夜中燃起的火焰。<br /><br />【“这颗灼火之心，永远都不会熄灭！”】",
         ["备注"] = ""
      },
      ["日珥战姬"] = {
         ["id"] = 20119206,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "任何时间，任何地点，任何困难，都会为你解决！照亮普雷顿之心的火焰，蓄势于日珥装甲之中，静待时机，一飞冲天。<br /><br />【“‘英雄’……在说我吗？嘿嘿，终于等到这个从小向往的头衔落在我头上啦。不过，内心居然没有很激动？大概是守护普雷顿的信念，早已与‘艾卡’融为一体了吧！”】",
         ["备注"] = ""
      },
      ["日珥战姬-赤橙"] = {
         ["id"] = 20119207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "任何时间，任何地点，任何困难，都会为你解决！照亮普雷顿之心的火焰，蓄势于日珥装甲之中，静待时机，一飞冲天。<br /><br />【“‘英雄’……在说我吗？嘿嘿，终于等到这个从小向往的头衔落在我头上啦。不过，内心居然没有很激动？大概是守护普雷顿的信念，早已与‘艾卡’融为一体了吧！”】",
         ["备注"] = ""
      },
      ["日珥战姬-黑岩"] = {
         ["id"] = 20119208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "任何时间，任何地点，任何困难，都会为你解决！照亮普雷顿之心的火焰，蓄势于日珥装甲之中，静待时机，一飞冲天。<br /><br />【“‘英雄’……在说我吗？嘿嘿，终于等到这个从小向往的头衔落在我头上啦。不过，内心居然没有很激动？大概是守护普雷顿的信念，早已与‘艾卡’融为一体了吧！”】",
         ["备注"] = ""
      },
      ["日珥战姬-深潜"] = {
         ["id"] = 20119209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "任何时间，任何地点，任何困难，都会为你解决！照亮普雷顿之心的火焰，蓄势于日珥装甲之中，静待时机，一飞冲天。<br /><br />【“‘英雄’……在说我吗？嘿嘿，终于等到这个从小向往的头衔落在我头上啦。不过，内心居然没有很激动？大概是守护普雷顿的信念，早已与‘艾卡’融为一体了吧！”】",
         ["备注"] = ""
      },
      ["日珥战姬-蔷薇"] = {
         ["id"] = 20119210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "任何时间，任何地点，任何困难，都会为你解决！照亮普雷顿之心的火焰，蓄势于日珥装甲之中，静待时机，一飞冲天。<br /><br />【“‘英雄’……在说我吗？嘿嘿，终于等到这个从小向往的头衔落在我头上啦。不过，内心居然没有很激动？大概是守护普雷顿的信念，早已与‘艾卡’融为一体了吧！”】",
         ["备注"] = ""
      }
   },
   ["珐格兰丝"] = {
      ["寻芳"] = {
         ["id"] = 20120001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "珐格兰丝进行植物研究时穿着的研究服。款式干练而优雅，充分凸显了她的学者气质。",
         ["备注"] = ""
      },
      ["寻芳-龙井"] = {
         ["id"] = 20120002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "珐格兰丝所穿研究服的换色款。清新的绿色仿佛刚冒头的茶叶嫩芽。",
         ["备注"] = ""
      },
      ["寻芳-青禾"] = {
         ["id"] = 20120003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "珐格兰丝所穿研究服的换色款。颜色之纯净，仿佛经过提纯一般。",
         ["备注"] = ""
      },
      ["寻芳-紫韵"] = {
         ["id"] = 20120004,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "珐格兰丝所穿研究服的换色款。紫罗兰在夜色中绽放，如美酒般让人陶醉。",
         ["备注"] = ""
      },
      ["寻芳-深玫"] = {
         ["id"] = 20120005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "珐格兰丝所穿研究服的换色款。深玫红色更能衬托她的成熟气质。",
         ["备注"] = ""
      },
      ["寻芳-秋叶"] = {
         ["id"] = 20120006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "珐格兰丝所穿研究服的换色款。秋叶般的色调预示着即将到来的冬天。",
         ["备注"] = ""
      },
      ["寻芳-蓝调"] = {
         ["id"] = 20120007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "珐格兰丝所穿研究服的换色款。蓝色不止代表忧郁，也代表着内心的平静。",
         ["备注"] = ""
      },
      ["寻芳-罗勒"] = {
         ["id"] = 20120008,
         ["稀有度"] = 2,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "珐格兰丝所穿研究服的换色款，辛盈清苦，回味无穷。",
         ["备注"] = ""
      },
      ["寻芳-月露"] = {
         ["id"] = 20120009,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备BP8" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "珐格兰丝所穿研究服的换色款。如月光照耀的露珠般青蓝，让人联想到夜晚绽放的仙昙。",
         ["备注"] = ""
      },
      ["香萦瑰夏"] = {
         ["id"] = 20120051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“每种咖啡豆都有不同的香味呢。”<br />珐格兰丝把面前的咖啡杯推到艾卡面前。<br />“这一款闻起来有花香和果香，应该会很好喝。”<br />“果香？是水果那样甜甜的味道吗！……哇哇哇好酸！！！”",
         ["备注"] = ""
      },
      ["春樱缤纷"] = {
         ["id"] = 20120052,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "春天是珐格兰丝最喜欢的季节，万物复苏，生机盎然。<br /><br />【“今年的第一款香氛，就制作樱花香味的吧。”】",
         ["备注"] = ""
      },
      ["古堡探险"] = {
         ["id"] = 20120053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "在剪刀手一行人的古堡探险挑战中，最快走出来的居然是戴着眼罩的珐格兰丝。<br /><br />【“蝙蝠用回声定位，我用味道定位……古堡外的空气，确实要更清新一些呢。”】",
         ["备注"] = ""
      },
      ["幽蓝水母"] = {
         ["id"] = 20120054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "在和剪刀手的其他伙伴一起参观完水族馆后，珐格兰丝给自己制作了一件以水母为主题的装扮。<br /><br />【“水母……像盛开在海底，幽蓝的花。”】",
         ["备注"] = ""
      },
      ["暗香疏影"] = {
         ["id"] = 20120055,
         ["稀有度"] = 3,
         ["获得方式"] = { "赛季奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "珐格兰丝探访香雪海时穿着的服装。雪光如昼的冬日，梅花如期盛放在她飞舞的衣角上，弥散出了一缕幽香。",
         ["备注"] = ""
      },
      ["橙果凝调"] = {
         ["id"] = 20120056,
         ["稀有度"] = 3,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "空气本身是没有味道的，我们闻到的气味实际上是细小的分子，而现在这清新，芬芳的气息来源于柑橘的果肉与油脂，就当作她赠予我们的礼物吧。",
         ["备注"] = ""
      },
      ["香染山麝"] = {
         ["id"] = 20120057,
         ["稀有度"] = 3,
         ["获得方式"] = { "赛季奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "这种偶然间寻得的古老技艺让珐格兰丝非常惊喜，它平静，简洁，淡雅，一如她安心研究时窗外的天气。<br />“何处觅芳影，烟岚云岫，再上雨花亭。”",
         ["备注"] = ""
      },
      ["抚创香氛"] = {
         ["id"] = 20120102,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "珐格兰丝的医护装扮。无论她本人对这类穿着是否习惯，要做的事情都是一样的，治愈病患，抚平创痛。<br /><br />【“请好好休息一下吧。”】",
         ["备注"] = ""
      },
      ["探漠人"] = {
         ["id"] = 20120103,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "跟随地图的指引，在科斯迷特的沙漠中寻找传说中的香氛原料，为了抵抗炎热的天气，珐格兰丝也换上了一身清凉的装扮。<br /><br />【“跟着香气走吧，带着眼罩是看不见地图的。”】",
         ["备注"] = ""
      },
      ["夜城声息"] = {
         ["id"] = 20120104,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "斑斓的光芒从这座城市溢出，随着射灯的角度，映向漆黑的夜空。在那昙华般绽放的光幕中央，那道身影倾听着城市的声浪，也轻嗅着城市的味道。<br /><br />【“误解，仇恨，暴力，这片土地不该一直被这些缠绕。”】",
         ["备注"] = ""
      },
      ["雪夜绮星"] = {
         ["id"] = 20120105,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "珐格兰丝很喜欢冬日的雪夜，尤其是站在路灯下，仰望雪花一片片飘落。那片幽深的蓝却能孕育如此纯净的白，也许这就是自然的馈赠吧。<br /><br />【“当雪花落在你的掌心，他们不是消失了，而是融入为了你身体的一部分。”】",
         ["备注"] = ""
      },
      ["点墨入池"] = {
         ["id"] = 20120106,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在沐春节到来之际，珐格兰丝以‘锦鲤’为主题设计了新的作战服。主色调为黑白，点缀一抹优雅的红，如同水墨画中跃出的一尾锦鲤。<br /><br />【“说我像是水墨画中走出来的人吗？哎呀，能被当作古迹的再现，也不枉我花费不少时间设计这套作战服呢。”】",
         ["备注"] = ""
      },
      ["暗夜颂者"] = {
         ["id"] = 20120107,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "永夜古堡背后的长廊通往一片花园，里面种植着无数奇异诡丽的植物。人们总是好奇，花园的主人珐格兰丝是如何将这些植物打理得如此繁茂的，却没有人敢真的上前询问。<br /><br />【“这些植物的养料是什么？当然是我制作的培养剂了。唔？你的表情怎么有点失望？”】",
         ["备注"] = ""
      },
      ["云中芳色"] = {
         ["id"] = 20120109,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "她是空中盛放的花朵，呵护着旅人穿过寒潮和雾雨，向着天际的太阳追寻。有她相伴的旅程里，再急骤的风暴，也会在温柔的芳菲中变得宁静。<br /><br />【“一处栖霞的馥郁，一段旅行的流连。”】",
         ["备注"] = ""
      },
      ["花漾圣裔"] = {
         ["id"] = 20120110,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "与“清漪”签订契约的魔法少女珐格兰丝的战斗服，珊瑚间散落着倒映的星河，涟漪在芬芳中绽放，她是花海，是生命馥郁的波光。<br /><br />【“我可以是滋养万物的清泉，也可以是涤荡罪恶的洪涛。”】",
         ["备注"] = ""
      },
      ["溯光圣祈"] = {
         ["id"] = 20120206,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“光之弦”传承者、溯光派领袖、圣女珐格兰丝特有的服装。以花做冠，散落光辉，以蔓为铠，缚锁黑暗；纵然世界灾劫未尽，但她披荆执锐的身影，将会绽放不朽的希望。<br /><br />【吾身化不败的花蕊，祈吾人之一族，溯光明，永盛放。】",
         ["备注"] = ""
      },
      ["溯光圣祈-莹菱"] = {
         ["id"] = 20120207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“光之弦”传承者、溯光派领袖、圣女珐格兰丝特有的服装。以花做冠，散落光辉，以蔓为铠，缚锁黑暗；纵然世界灾劫未尽，但她披荆执锐的身影，将会绽放不朽的希望。<br /><br />【吾身化不败的花蕊，祈吾人之一族，溯光明，永盛放。】",
         ["备注"] = ""
      },
      ["溯光圣祈-穹夜"] = {
         ["id"] = 20120208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“光之弦”传承者、溯光派领袖、圣女珐格兰丝特有的服装。以花做冠，散落光辉，以蔓为铠，缚锁黑暗；纵然世界灾劫未尽，但她披荆执锐的身影，将会绽放不朽的希望。<br /><br />【吾身化不败的花蕊，祈吾人之一族，溯光明，永盛放。】",
         ["备注"] = ""
      },
      ["溯光圣祈-蚀蔷"] = {
         ["id"] = 20120209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“光之弦”传承者、溯光派领袖、圣女珐格兰丝特有的服装。以花做冠，散落光辉，以蔓为铠，缚锁黑暗；纵然世界灾劫未尽，但她披荆执锐的身影，将会绽放不朽的希望。<br /><br />【吾身化不败的花蕊，祈吾人之一族，溯光明，永盛放。】",
         ["备注"] = ""
      },
      ["溯光圣祈-辉冠"] = {
         ["id"] = 20120210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“光之弦”传承者、溯光派领袖、圣女珐格兰丝特有的服装。以花做冠，散落光辉，以蔓为铠，缚锁黑暗；纵然世界灾劫未尽，但她披荆执锐的身影，将会绽放不朽的希望。<br /><br />【吾身化不败的花蕊，祈吾人之一族，溯光明，永盛放。】",
         ["备注"] = ""
      }
   },
   ["忧雾"] = {
      ["弦能拘束"] = {
         ["id"] = 20121001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "欧泊对忧雾进行“监管”后，特意为她定制了一款带有弦能抑制功能的战斗服。是限制，也是一种保护。",
         ["备注"] = ""
      },
      ["弦能拘束-淡紫余韵"] = {
         ["id"] = 20121002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "忧雾所穿着的作战服换色款。在原本的基础款式上增添了一抹浅紫，据说这是忧雾喜欢的颜色。",
         ["备注"] = ""
      },
      ["弦能拘束-浅草初春"] = {
         ["id"] = 20121003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "忧雾所穿着的作战服换色款。色调清新淡雅，春天到来的时候，如果有机会穿着它去踏青，感觉应该会很不错。",
         ["备注"] = ""
      },
      ["弦能拘束-粉桃朵朵"] = {
         ["id"] = 20121004,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "忧雾所穿着的作战服换色款。点缀了充满少女气息的粉色，忧雾穿上意外很合适。",
         ["备注"] = ""
      },
      ["弦能拘束-漫步深林"] = {
         ["id"] = 20121005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "忧雾所穿着的作战服换色款。深绿的色调如同漫步在森林中，头顶的阳光被遮蔽，只留一地斑驳。",
         ["备注"] = ""
      },
      ["弦能拘束-成熟气质"] = {
         ["id"] = 20121006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "忧雾所穿着的作战服换色款。深粉的色调让整体气质都更显成熟，似乎在战斗中也更可靠了。",
         ["备注"] = ""
      },
      ["弦能拘束-一颗酸杏"] = {
         ["id"] = 20121007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "忧雾所穿着的作战服换色款。淡淡的黄色，像一颗还未成熟的酸杏，还需要一些成长的时间。",
         ["备注"] = ""
      },
      ["蒸汽奶泡"] = {
         ["id"] = 20121051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "比起醇香苦涩的咖啡，忧雾更喜欢在别人制作完拿铁后，用剩余的牛奶给自己做一份热乎乎的蒸汽奶。不苦，很香，就像把云朵吞进肚子里的感觉。",
         ["备注"] = ""
      },
      ["抹茶橙片"] = {
         ["id"] = 20121052,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在蛋糕里加上足够多的抹茶粉，本该入口即化的甜蜜，也变得有些苦涩。还好有橙片的点缀，让这份苦涩的回味保留一丝甘甜。",
         ["备注"] = ""
      },
      ["前方危险"] = {
         ["id"] = 20121053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "再危险的任务，忧雾也都是面不改色地直接接受。<br /><br />“这很难吗？我其实觉得还好。危险的地方，就让我去探索吧。”",
         ["备注"] = ""
      },
      ["永恒的紫罗兰"] = {
         ["id"] = 20121055,
         ["稀有度"] = 3,
         ["获得方式"] = { "赛季奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "忧雾喜欢紫罗兰盛开的季节，这样她就能躺在那片与她相称的紫色海洋里，任由无尽的浪漫与幻想在眼前翻涌。<br /><br />【“或许在梦境里，我能抓住幸福的机会。”】",
         ["备注"] = ""
      },
      ["溟海孤云"] = {
         ["id"] = 20121056,
         ["稀有度"] = 3,
         ["获得方式"] = { "储备" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "忧雾仍然记得那曾经困住自己的黑暗，但在浩瀚的孤独中，她依然倔强地寻到了自己前进的方向。<br />“你看到海底的星星了吗，那是小水母努力寻找光的证明。”",
         ["备注"] = ""
      },
      ["春樱折枝"] = {
         ["id"] = 20121054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "春天到了，欧泊组织团建，也带上了总是闭门不出的忧雾，还为她特意定做了新衣服，忧雾有些别扭地穿上了。<br /><br />“应该不会很奇怪吧，我穿上的样子。”",
         ["备注"] = ""
      },
      ["梅落寒枝"] = {
         ["id"] = 20121057,
         ["稀有度"] = 3,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "梅花落在枝头，融化后，就是下一个春天。",
         ["备注"] = ""
      },
      ["灰羽舞者"] = {
         ["id"] = 20121101,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "欧泊的换装舞会，忧雾也获得了参加的资格，这次为她准备服装的是伊薇特。羞涩的研究员少女举起轻盈的芭蕾舞裙，小声说：“希望你喜欢……那个，忧雾穿上一定很好看……”<br /><br />【“明明跟我说话都紧张得不行，却坚持要为我准备衣服，说什么‘之前也有人为她准备过’。欧泊的人果然还是很奇怪啊。”】",
         ["备注"] = ""
      },
      ["千禧偶像"] = {
         ["id"] = 20121102,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在设计自己的专属打歌服时，忧雾展现出了对复古风格的强烈喜爱。最终呈现出的效果，俨然是千禧年海报上的少女偶像。<br /><br />【“平时只能在杂志上看到这种装扮……偶尔打扮成这样，感觉也挺不错。”】",
         ["备注"] = ""
      },
      ["墨染梅香"] = {
         ["id"] = 20121103,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "又是一年沐春节到来，欧泊为今年表现优异的员工设计了新的制服，忧雾也分到一件。虽然嘴上不说，但其实能看出来她很喜欢。<br /><br />【“特意为我设计的吗？我说怎么突然问了我那么多关于喜好的问题。我确实很喜欢……你们费心了。”】",
         ["备注"] = ""
      },
      ["力速双A"] = {
         ["id"] = 20121104,
         ["稀有度"] = 4,
         ["获得方式"] = { "星轨共振" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在一年一度的校运动会拳击总决赛中登场的选手是——欸，是忧雾吗？和其他选手比起来，忧雾选手似乎身材更加瘦弱一些呢。忧雾选手向裁判点头示意了！状态看上去很好嘛！忧雾选手摆好了姿势！忧雾选手出拳了！对面选手……倒下了？<br /><br />【“谢谢组委会颁给我的奖牌，虽然这是我自己一拳打出来的结果。不过我还有一个疑问，这真的是对面最强的选手吗？”】",
         ["备注"] = ""
      },
      ["假日邂逅"] = {
         ["id"] = 20121105,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "忧雾为假日出行设计的服装，粉色制服裙和可爱的游乐设施相映成趣。奇趣游乐园门口，忧雾被两个女孩叫住了，一张门票被塞进掌心，一段奇妙旅程就此展开。<br /><br />【“她们喊着“买二送一”、“薅羊毛”什么的就冲上来了。不过，和她们度过的一天，很开心很开心。”】",
         ["备注"] = ""
      },
      ["晴霄涡灵"] = {
         ["id"] = 20121107,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "掌控着“气旋”的魔灵使忧雾的战斗服，云朵包裹着少女的秘密，雾霭蕴藏着魔法的典仪，她是风息，是万象流转间诞生的韵律。<br /><br />【“相信我，风会在迷惘的雾气中带你找到出口，千万里始终，千万次亦然。”】",
         ["备注"] = ""
      },
      ["三途雾徊"] = {
         ["id"] = 20121206,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "于幽冥彼岸现身的武者，踏雾而来，引渡亡魂，在未见到她前，那些执念永远不知道这彼岸之萤是否真的能点亮净世的灵火，唯有盛开在曾被灾厄浸染之地的彼岸花知晓，她曾来过。<br /><br />【“放心，我才不是阴阳师，只有他们才有收服你的兴趣。”】",
         ["备注"] = ""
      },
      ["三途雾徊-汐潮风"] = {
         ["id"] = 20121207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "于幽冥彼岸现身的武者，踏雾而来，引渡亡魂，在未见到她前，那些执念永远不知道这彼岸之萤是否真的能点亮净世的灵火，唯有盛开在曾被灾厄浸染之地的彼岸花知晓，她曾来过。<br /><br />【“放心，我才不是阴阳师，只有他们才有收服你的兴趣。”】",
         ["备注"] = ""
      },
      ["三途雾徊-狱散花"] = {
         ["id"] = 20121208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "于幽冥彼岸现身的武者，踏雾而来，引渡亡魂，在未见到她前，那些执念永远不知道这彼岸之萤是否真的能点亮净世的灵火，唯有盛开在曾被灾厄浸染之地的彼岸花知晓，她曾来过。<br /><br />【“放心，我才不是阴阳师，只有他们才有收服你的兴趣。”】",
         ["备注"] = ""
      },
      ["三途雾徊-溟细雪"] = {
         ["id"] = 20121209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "于幽冥彼岸现身的武者，踏雾而来，引渡亡魂，在未见到她前，那些执念永远不知道这彼岸之萤是否真的能点亮净世的灵火，唯有盛开在曾被灾厄浸染之地的彼岸花知晓，她曾来过。<br /><br />【“放心，我才不是阴阳师，只有他们才有收服你的兴趣。”】",
         ["备注"] = ""
      },
      ["三途雾徊-鸦胧月"] = {
         ["id"] = 20121210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "于幽冥彼岸现身的武者，踏雾而来，引渡亡魂，在未见到她前，那些执念永远不知道这彼岸之萤是否真的能点亮净世的灵火，唯有盛开在曾被灾厄浸染之地的彼岸花知晓，她曾来过。<br /><br />【“放心，我才不是阴阳师，只有他们才有收服你的兴趣。”】",
         ["备注"] = ""
      }
   },
   ["玛拉"] = {
      ["暗影幽魂"] = {
         ["id"] = 20122001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "如幽魂潜伏于暗影，如死神般降临。踪迹难寻，却又无处不在——正如死亡本身。",
         ["备注"] = ""
      },
      ["暗夜幽魂-苍青"] = {
         ["id"] = 20122002,
         ["稀有度"] = 2,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "玛拉的备用作战服，行走在夜色中时，只会留下一道苍青的影子。",
         ["备注"] = ""
      },
      ["暗夜幽魂-深蓝"] = {
         ["id"] = 20122003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "玛拉的备用作战服，浓墨重彩的一笔蓝，正如夜空深邃的眼眸。",
         ["备注"] = ""
      },
      ["暗夜幽魂-深绿"] = {
         ["id"] = 20122004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "玛拉的备用作战服，深重而沉稳的绿色亦能彰显她的个性。",
         ["备注"] = ""
      },
      ["暗夜幽魂-绛紫"] = {
         ["id"] = 20122005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "玛拉的备用作战服，紫色既能代表高贵优雅，也能彰显冷酷与强势。",
         ["备注"] = ""
      },
      ["暗夜幽魂-焦黄"] = {
         ["id"] = 20122006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "玛拉的备用作战服，一抹焦黄，伴随着她行走在苍茫大地上。",
         ["备注"] = ""
      },
      ["暗夜幽魂-紫红"] = {
         ["id"] = 20122007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "玛拉的备用作战服，在紫色的基础上增加了一抹红调。",
         ["备注"] = ""
      },
      ["层峦叠翠"] = {
         ["id"] = 20122051,
         ["稀有度"] = 3,
         ["获得方式"] = { "赛季奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "玛拉的个人定制服装。当一线阳光穿过重重山脉，绿意也随之盎然。",
         ["备注"] = ""
      },
      ["摩加佳巴"] = {
         ["id"] = 20122052,
         ["稀有度"] = 3,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "玛拉的改装作战服，设计灵感来源于玛拉小时候常喝的家乡饮料，虽然这种味道似乎有些过于刺激了。",
         ["备注"] = ""
      },
      ["暗夜蝠影"] = {
         ["id"] = 20122053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "玛拉的改装作战服，设计灵感来源于蝙蝠。日常生活中，玛拉也同蝙蝠一般，时常昼伏夜出。",
         ["备注"] = ""
      },
      ["黄色警戒"] = {
         ["id"] = 20122054,
         ["稀有度"] = 3,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "玛拉的改装作战服，如同一道黄色的闪电，预警着极端危险的到来。",
         ["备注"] = ""
      },
      ["赛博音符"] = {
         ["id"] = 20122055,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "玛拉的改装作战服，如同随机波动的音量般，带有迷幻的电子色彩。",
         ["备注"] = ""
      },
      ["逐魂律令"] = {
         ["id"] = 20122101,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "玛拉在希达半岛行动时特制的作战服，参考了当地传说中的经典款式，既能完成隐匿作战的需要，也能在行动中获得当地普通民众的支持。<br /><br />【“行于黑暗者并非只能凝望深渊，也有机会在长夜中点燃光明。”】",
         ["备注"] = ""
      },
      ["亡灵女爵"] = {
         ["id"] = 20122102,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "背负着无数传闻和秘密、已经消失许久的亡灵女爵玛拉再次出现，是在永夜古堡的晚宴上。显然，这次灵蝶邀请来了一位贵客。<br /><br />【“哈，闯入者？现在，看着我的邀请函再说一次？”】<br />",
         ["备注"] = ""
      },
      ["暮落怨叹"] = {
         ["id"] = 20122103,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "玛拉在“远征计划”中所用作战服的重制款，与夜幕相衬的战服让战士以无惧的姿态孤身赴险，踏入黑暗，为后来者开辟出一道通往光明的航线。<br /><br />【“无需为我加封，我战斗，只为我之正义，世之公理。”】",
         ["备注"] = ""
      },
      ["月咏原罪"] = {
         ["id"] = 20122104,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "这是为万圣节剧本《血之契约》特别定制的服饰。当月亮悬于暗色城堡之上，昼伏夜出的吸血鬼伯爵玛拉悄然现身。她静候那些即将赴宴的客人，将真实意图隐匿于诡谲的行动之中。<br /><br />【“永生永世，我都无法拥抱光明。”】",
         ["备注"] = ""
      }
   },
   ["蕾欧娜"] = {
      ["监理"] = {
         ["id"] = 20123001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "作为欧泊工程部的部长，蕾欧娜对一切诞生于此的建筑负责。每当她作为监理出现在施工现场，都会引起下属们的窃窃私语：“部长真的很严格！”",
         ["备注"] = ""
      },
      ["监理-军绿"] = {
         ["id"] = 20123002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "蕾欧娜的备用作战服，质朴的军绿色凸显出她严谨认真的性格。",
         ["备注"] = ""
      },
      ["监理-原野"] = {
         ["id"] = 20123003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "蕾欧娜的备用作战服，辽阔的原野一望无际，静静等待来访者的探索。",
         ["备注"] = ""
      },
      ["监理-苍蓝"] = {
         ["id"] = 20123004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "蕾欧娜的备用作战服，苍蓝天穹照耀着的，是建设者勇敢而进取的心。",
         ["备注"] = ""
      },
      ["监理-褐岩"] = {
         ["id"] = 20123005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "蕾欧娜的备用作战服，九层之台，起于累土，看似最普通的岩石，其实是一切的基础。",
         ["备注"] = ""
      },
      ["监理-砂玫"] = {
         ["id"] = 20123006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "蕾欧娜的备用作战服，深玫粉色让她的气质更显稳重亲和。",
         ["备注"] = ""
      },
      ["监理-绛紫"] = {
         ["id"] = 20123007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "蕾欧娜的备用作战服，绛紫的优雅在她身上显露无遗。",
         ["备注"] = ""
      },
      ["咖色生活"] = {
         ["id"] = 20123055,
         ["稀有度"] = 3,
         ["获得方式"] = { "赛季奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "蕾欧娜的个人定制服装，特别选用了她喜欢的咖啡图案。对工作繁忙的她来说，只要穿上这身衣服，立马就能感受到一种苦涩与甘甜交织的滋味。<br /><br />【“是时候休息片刻，来一杯由时间萃取的咖啡了。”】",
         ["备注"] = ""
      },
      ["古堡探险"] = {
         ["id"] = 20123051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "除了负责建筑建造之外，欧泊工程部的职能也包括前期的实地调查和勘探。至于这次的目标地点为什么是一栋古堡……这就是另一个故事了。<br /><br />【“工程部全体成员，跟紧我，报数！”】",
         ["备注"] = ""
      },
      ["电力充足"] = {
         ["id"] = 20123052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "虽然知道施工现场有备用发电装置，但在每天开工前，检查两遍设备的状态和设置是否正确，已经成为了蕾欧娜的固定习惯。<br /><br />【“很好，电力充足，随时可以开工！”】",
         ["备注"] = ""
      },
      ["安全驾驶"] = {
         ["id"] = 20123053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "蕾欧娜认真细致的工作习惯显然也延续到了生活中，那些有幸坐上她副驾驶的人，都要在享受旅途前接受一番拷问。<br /><br />【“安全带系好了吧？再检查一遍。”】",
         ["备注"] = ""
      },
      ["远古印记"] = {
         ["id"] = 20123054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "这套制服的设计灵感来源于某次工程部的异域探索行动，神秘的流沙、高大的石柱和柱子上栩栩如生的灵兽给蕾欧娜留下了深刻的印象。<br /><br />【“这些都是古老文明留下的印记，如果可以的话，希望能保留到新生的建筑上。”】",
         ["备注"] = ""
      },
      ["地心勘测"] = {
         ["id"] = 20123101,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "地心开发与建设是一个漫长的工作，需要严明的纪律，完善的流程，勇敢的领袖和聪明的工程师，而恰好这些都是她擅长的领域。<br /><br />【“别担心，规划区就在这里，向下三百米，我们一定能发掘奇迹。”】",
         ["备注"] = ""
      },
      ["华檐鳞瓦"] = {
         ["id"] = 20123102,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“幻梦求真录”历史文化展览在沐春期间连续举办，在卡丘人之中掀起了一股仿古风潮。人们仿照古壁画中仙人的服装制式，设计了一系列典雅、精致、飘逸的服装。<br /><br />【“咳咳，别一直盯着我看，大家回到工作岗位上吧。虽然节日将近，但还是要保持工作状态啊。”】",
         ["备注"] = ""
      },
      ["次元协警"] = {
         ["id"] = 20123103,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "蕾欧娜作为电玩比赛现场工作人员所穿着的服装，展露出了她率性洒脱的另一面。相信在蕾欧娜的维护下，现场的秩序一定会井井有条……吧？<br /><br />【“那位打扮奇特、行踪可疑的先生！请停在原地，接受工作人员的问询！诶！不许跑！”】",
         ["备注"] = ""
      },
      ["境域誓约"] = {
         ["id"] = 20123104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "欧泊为蕾欧娜参照过去“远征计划”设计的作战服，贴身的款式保证了充分的行动力，古典的甲胄确保防护的同时，也展现其战士的丰姿。<br /><br />【“奔赴远方，构筑新的战场，这就是我的使命。”】",
         ["备注"] = ""
      },
      ["疾速航行"] = {
         ["id"] = 20123105,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "蕾欧娜参加海滨竞速俱乐部摩托艇比赛时穿着的服装。为了减少骑行阻力，蕾欧娜的泳衣使用特殊材料制作，贴合身体曲线的同时又不会过于紧绷，非常适用于海上运动场景。<br /><br />【“怎么样，我健身的成果不错吧？毕竟，力量在什么时候都不可或缺啊。”】",
         ["备注"] = ""
      },
      ["醺醺童子"] = {
         ["id"] = 20123106,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "传说在战阵之中，有一座城塞，其中高坐着一位豪气的君王，她豪饮后吞吐的醉意，能够化作阻滞恶灵侵袭的城墙，与她同行过的战士说，她只是挥手，就能在荒芜中构起华宴。<br /><br />【“不不不，我打仗时候从不喝酒，打仗喝酒会头痛。”】",
         ["备注"] = ""
      }
   },
   ["千代"] = {
      ["御天织"] = {
         ["id"] = 20125001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "千代正式加入搜查官部门后，结合其本人喜好与作战风格改制的作战服，脱胎于古典的设计，在实现作战功能的同时，一展少女搜查官的风致。",
         ["备注"] = ""
      },
      ["御天织-琥珀"] = {
         ["id"] = 20125002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "千代的备用作战服，明媚的颜色即使在深雾中也能透出华彩。",
         ["备注"] = ""
      },
      ["御天织-樱宴"] = {
         ["id"] = 20125003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "千代的备用作战服，清丽的颜色足以在春日中成为一道盛景。",
         ["备注"] = ""
      },
      ["御天织-麹尘"] = {
         ["id"] = 20125004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "千代的备用作战服，淡雅的颜色能够让少女与山野合而为一。",
         ["备注"] = ""
      },
      ["御天织-黛紫"] = {
         ["id"] = 20125005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "千代的备用作战服，华美的颜色衬托出了少女典雅的气质。",
         ["备注"] = ""
      },
      ["御天织-黛玫"] = {
         ["id"] = 20125006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "千代的备用作战服，沉静的颜色喻示着穿戴者慎守的法度。",
         ["备注"] = ""
      },
      ["御天织-无心"] = {
         ["id"] = 20125007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "千代的备用作战服，温和的颜色仿若新出的绿芽抚慰人心。",
         ["备注"] = ""
      },
      ["墨尽孤云"] = {
         ["id"] = 20125051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "千代的个人定制服装，取自她喜欢的古画墨色，如置身画境，令人放空身心。<br /><br />【“残砚染丹青，枯山寒枫浸瘦水，点墨化孤云。”】",
         ["备注"] = ""
      },
      ["御前警示"] = {
         ["id"] = 20125052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "千代的个人定制服装，使用明亮且易于辨识的颜色，威慑宵小，警示罪犯。<br /><br />【“请注意您的行为，否则可能会被采取强制措施。”】",
         ["备注"] = ""
      },
      ["异邦苦茶"] = {
         ["id"] = 20125053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "千代的个人定制服装，结合特制饮品的调色，醇厚且富有年代感。<br /><br />【“午后无事，调制咖啡，啜饮时光，此为佳品。”】",
         ["备注"] = ""
      },
      ["眠樱吹雪"] = {
         ["id"] = 20125054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "千代的个人定制服装，花色与雪色相承，恰如不经意间流露的温婉。<br /><br />【“樱花之生固然短暂，绚烂之景却可传颂千年。”】",
         ["备注"] = ""
      },
      ["胭脂红霞"] = {
         ["id"] = 20125055,
         ["稀有度"] = 3,
         ["获得方式"] = { "赛季奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "千代的个人定制服装，以水红胭脂进行晕染，使裙摆渐变如烟霞。<br /><br />【“当那位戴着狐面的信使现身时，是否会在扇影摇曳间给予人们幸福？”】",
         ["备注"] = ""
      },
      ["射手锋仪"] = {
         ["id"] = 20125101,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "千代在搜查官射击竞赛中穿着的定制服装，结合她的射击风格与修行习惯使用了古典风格的防护措施，充分解放运动能力的同时，也展现了少女不同平日的活力风致。<br /><br />【“金牌？我并没有很在意，但既已踏上赛场，就该拼尽全力，此即，射礼。”】",
         ["备注"] = ""
      },
      ["海滨萌趣"] = {
         ["id"] = 20125102,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "千代参加海滨竞速俱乐部水枪比赛时穿着的服装。精致的蝴蝶结和蓝色轻纱让身为少女的她更显柔美，至于海鸥装饰的箭筒，那就是另一个小巧思了。<br /><br />【“经常听伙伴们说，‘去码头整点薯条’，这次，我提前给大家准备了一些。”】",
         ["备注"] = ""
      },
      ["稻荷绮肴"] = {
         ["id"] = 20125104,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "治安局的民意支持活动中，千代作为女仆店店员登场亮相的服装，混合了两种不同职业的设计理念，含蓄而文雅地表现出她本人的不同风貌。但穿着者拒绝承认是因为自己被可爱的萌物所倾倒。<br /><br />【“请不要叫我狐仙小姐……那……那只是……按照规定……”】",
         ["备注"] = ""
      },
      ["绛雪丹茗"] = {
         ["id"] = 20125105,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "离开家族的禁锢，千代才发现外面还有这么多有趣的节日与习俗。第一次参加花朝典仪的她，特意以自己喜爱的花卉为题准备了服装，还尝试了新的形制。<br /><br />【“簌簌绯雪，灼灼彤霜，啾啾雀鸣，脉脉幽芳。”】",
         ["备注"] = ""
      }
   },
   ["汐"] = {
      ["邦邦代打"] = {
         ["id"] = 20130001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "汐的专用工作服，虽然本司员工只有一位，但并不妨碍她给您的大量对手邦邦两拳。",
         ["备注"] = ""
      },
      ["邦邦代打-蔚蓝天"] = {
         ["id"] = 20130002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "汐的替换工作服，晴天的时候穿这件，像是把天空穿在身上。",
         ["备注"] = ""
      },
      ["邦邦代打-薄雾紫"] = {
         ["id"] = 20130003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "汐的替换工作服，紫气东来披在身，一看就能接大单。",
         ["备注"] = ""
      },
      ["邦邦代打-青草地"] = {
         ["id"] = 20130004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "汐的替换工作服，摸鱼的时候躺在草地上，谁也发现不了。",
         ["备注"] = ""
      },
      ["邦邦代打-薄荷糖"] = {
         ["id"] = 20130005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "汐的替换工作服，在炎热的夏日出外勤时，带来一丝清凉。",
         ["备注"] = ""
      },
      ["邦邦代打-柠檬水"] = {
         ["id"] = 20130006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "汐的替换工作服，困倦的时候嚼一片柠檬，提神醒脑。",
         ["备注"] = ""
      },
      ["邦邦代打-蜜桃茶"] = {
         ["id"] = 20130007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "汐的替换工作服，少女感十足的粉色，像一杯蜜桃果茶。",
         ["备注"] = ""
      },
      ["邦邦代打-橙住气"] = {
         ["id"] = 20130052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "汐的高级替换工服，彰显她的工作态度与专业素养，完成任务要镇定！",
         ["备注"] = ""
      },
      ["邦邦代打-放点水"] = {
         ["id"] = 20130053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "汐的高级替换工服，彰显她的机敏反应与沉稳心态，冲突未起先告饶！",
         ["备注"] = ""
      },
      ["邦邦代打-蝠不蝠"] = {
         ["id"] = 20130054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "汐的高级替换工服，彰显她的强而有力与高超技巧，有了靠山要示威！",
         ["备注"] = ""
      },
      ["邦邦代打-樱樱怪"] = {
         ["id"] = 20130055,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "汐的高级替换工服，彰显她的温和内在与细腻思考，不可力敌就卖乖！",
         ["备注"] = ""
      },
      ["绒绒衔春"] = {
         ["id"] = 20130101,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "汐在沐春节前购置的新衣，来自乌尔比诺高端服装品牌线，是她平时很少尝试的风格。不过难得与新朋友们一起过节，汐决定挑战自己。<br /><br />【“怎么样，这套衣服和我今天要放的鞭炮很配吧？每年沐春节，我最期待的就是这个了！”",
         ["备注"] = ""
      },
      ["秘宴华裙"] = {
         ["id"] = 20130102,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "乌尔比诺的夜宴并非只是灯红酒绿之地，往往也是另一场不见兵锋的战局——但在盛装出席的代行者眼中，兵锋只藏在眼中与裙下，它依旧冷厉，且从未收起。<br /><br />【“那桌甜点看起来很好吃，但职业道德阻止了我的食欲——骗你的，是违约金。”】",
         ["备注"] = ""
      }
   },
   ["爆裂魔怪"] = {
      ["爆裂殖甲"] = {
         ["id"] = 20301001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "晶源体爆裂魔怪的初始形态，可观察到明显的晶簇爆发痕迹，似乎诉说着它带来的可怖痛楚。",
         ["备注"] = ""
      },
      ["裂变体"] = {
         ["id"] = 20301006,
         ["稀有度"] = 0,
         ["获得方式"] = { "0" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "红色三阶",
         ["备注"] = ""
      }
   },
   ["血荆皇女"] = {
      ["荆棘殖甲·狩"] = {
         ["id"] = 20302001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "晶源体血荆皇女的初始形态，晶簇如荆棘张开，鲜艳的体色宣告着它是一位危险的捕猎者。",
         ["备注"] = ""
      },
      ["血荆皇女"] = {
         ["id"] = 20302006,
         ["稀有度"] = 0,
         ["获得方式"] = { "0" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "红色三阶",
         ["备注"] = ""
      }
   },
   ["冥荆皇女"] = {
      ["荆棘殖甲·愈"] = {
         ["id"] = 20305001,
         ["稀有度"] = 0,
         ["获得方式"] = { "0" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "晶源体冥荆皇女的初始形态，与异形体不同，更加暗沉的体色让它危险地遁入群落中。",
         ["备注"] = ""
      },
      ["冥荆皇女"] = {
         ["id"] = 20305003,
         ["稀有度"] = 0,
         ["获得方式"] = { "0" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "红色三阶",
         ["备注"] = ""
      }
   },
   ["刺镰魔怪"] = {
      ["刺镰殖甲"] = {
         ["id"] = 20304001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "晶源体刺镰魔怪的初始形态，其外展的尖刺臂爪俨然是为猎杀而生的利器，宣告着噩兆的开端。",
         ["备注"] = ""
      }
   },
   ["莉莉丝"] = {
      ["欲心冰骨"] = {
         ["id"] = 20306001,
         ["稀有度"] = 0,
         ["获得方式"] = { "解锁角色默认获得" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "仿照人类形体创造的拟态外貌，藏着她的窥视与欲念，是莉莉丝最初的作品。",
         ["备注"] = ""
      },
      ["夜猎时分"] = {
         ["id"] = 20306101,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 1280,
         ["基弦"] = 1280,
         ["简介"] = "莉莉丝从猎物的意识中观察到一种有趣的习性，人类会在一些重要的活动或场合更换自己的外观。而出于趣味和学习后的反馈，她特地拟态出了一套全新的外骨骼，让自己夜晚的到访更令人颤栗。<br /><br />【“捕获猎物，怎么不算一种……晚宴呢？”】",
         ["备注"] = ""
      },
      ["蜜蔷温床"] = {
         ["id"] = 20306102,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "她并不是那么清楚“情人”的含义，但她知道这个身份让她可以和感兴趣的人黏在一起，她也不太清楚“礼物”有什么意义，但她明了收到的人会感到开心。<br /><br />【“所以，难道有什么礼物，比完美的我更有诚意？”】",
         ["备注"] = ""
      }
   }
}
