return {
   ["米雪儿·李"] = {
      ["主动技能"] = {
         {
            ["Name"] = "喵喵卫士",
            ["Intro"] = "部署喵喵卫士，自动攻击一定范围内的敌人，并使其减速"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "猫踪喵迹",
            ["Intro"] = "被敌人枪械命中时，可将其短暂透视"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "火力大喵",
            ["Intro"] = "部署火力炮艇，自动攻击一定范围内的敌人"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "陷阱喵喵",
            ["Intro"] = "丢出陷阱喵喵，检测到敌人时会自动激活，对周围敌人造成伤害"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "猫眼锁定",
            ["Intro"] = "敌方单位被喵喵卫士攻击时会被持续透视"
         },
         {
            ["Name"] = "猫咪守护",
            ["Intro"] = "当喵喵卫士在自己周围45米内阵亡时，自身获得临时护甲"
         },
         {
            ["Name"] = "猫咪羁绊",
            ["Intro"] = "当自己在喵喵卫士15米范围内时，增加自身射速和人机工效"
         }
      }
   },
   ["奥黛丽·格罗夫"] = {
      ["主动技能"] = {
         {
            ["Name"] = "重火倾泄",
            ["Intro"] = "进入火力强劲的架枪状态，该状态下连续射击会使枪管过热"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "皇家盾牌",
            ["Intro"] = "进入架枪或开镜状态时召唤正面护盾，架枪模式下会获得额外的护盾最大值"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "狂轰滥炸",
            ["Intro"] = "最多可发射六发枚榴弹炮，爆炸后生成火海，对范围内的所有敌人造成持续伤害"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "榴弹炮台",
            ["Intro"] = "丢出榴弹炮台，会自动向视野内敌人发射高爆榴弹"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "可动轨道",
            ["Intro"] = "架设状态下可以进行左右移动"
         },
         {
            ["Name"] = "自动机枪",
            ["Intro"] = "架枪状态下能够部署自动机枪。再按下主动技能按钮，可收回机枪"
         },
         {
            ["Name"] = "无限火力",
            ["Intro"] = "连续射击时射速逐渐提升，且主武器不再需要换弹，但射击会使枪管受热"
         }
      }
   },
   ["明"] = {
      ["主动技能"] = {
         {
            ["Name"] = "破甲电球",
            ["Intro"] = "发射电球，飞行至最大距离或碰到敌人时会引爆，吸取范围内的敌方护甲并使其减速。电球可提前手动引爆"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "吸能赋甲",
            ["Intro"] = "使用枪械或技能对敌方护甲造成伤害时，可回复自己的护甲。枪械会对敌方护甲造成额外伤害。"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "强雷铸甲",
            ["Intro"] = "获得临时护甲并使射击附加减速效果。该技能持续期间使用枪械或技能对敌方护甲造成伤害时，会回复临时护甲"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "震撼电球",
            ["Intro"] = "发射震撼球，主动引爆或到达最大飞行距离后对范围内敌人造成眩晕、射速降低和准镜模糊效果"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "轮回战意",
            ["Intro"] = "完全失去护甲时，短暂提升移速。再次触发该效果可刷新持续时间"
         },
         {
            ["Name"] = "破甲吸收",
            ["Intro"] = "破甲电球首段爆炸对敌人造成伤害时，给自己增加临时护甲"
         },
         {
            ["Name"] = "雷电充能",
            ["Intro"] = "移动或处于电场范围内时会积蓄电能，满电能时，下次射击命中敌方角色会使其减速，并持续恢复自身护甲，该恢复效果不会被伤害中断"
         }
      }
   },
   ["玛德蕾娜·利里"] = {
      ["主动技能"] = {
         {
            ["Name"] = "颜料束缚",
            ["Intro"] = "发射颜料，对范围内的敌人施加减速、弦化禁止和暴露脚印的效果"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "颜料脚印",
            ["Intro"] = "主武器命中敌人时，会使其减速并暴露脚印"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "颜料泡泡",
            ["Intro"] = "发射巨大泡泡，范围内的敌人会被禁止弦化并暴露脚印，泡泡爆炸时会对范围内的敌人额外施加减速和易伤效果"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "颜料泡涌",
            ["Intro"] = "发射自动向前推进的颜料泡，可阻挡敌方子弹并对范围内敌人施加减速、弦化禁止效果。泡泡在承伤到达极限后破裂 "
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "颜料潜行",
            ["Intro"] = "己方角色在颜料区域内贴墙时，会潜入颜料、大幅度提升移速并缓慢回复生命值"
         },
         {
            ["Name"] = "颜料封锁",
            ["Intro"] = "发射的颜料在飞行时，会向下掉落多道颜料线，额外生成颜料区域"
         },
         {
            ["Name"] = "阻碍泡泡",
            ["Intro"] = "颜料区域内会生成一个泡泡，可遮挡视野，敌人触碰后会立即爆炸并被施加颜料减益效果"
         }
      }
   },
   ["拉薇"] = {
      ["主动技能"] = {
         {
            ["Name"] = "寻影猎刃",
            ["Intro"] = "丢出脉冲刀制造磁场区域，范围内的敌方会被透视"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "曝影显踪",
            ["Intro"] = "主武器命中敌方时，短暂透视其位置给自己"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "遁影藏踪",
            ["Intro"] = "在前方生成矩形磁场，进入磁场隐身并提升移速，主动攻击或进行交互时会短暂显形"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "闪影猎刃",
            ["Intro"] = "扔出脉冲刀，造成范围伤害并附加准镜模糊效果，对敌方召唤物造成额外伤害"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "静谧之眼",
            ["Intro"] = "所有受到自己伤害的敌方都会被透视"
         },
         {
            ["Name"] = "捕影牢笼",
            ["Intro"] = "脉冲刀扫描到敌人时生成一段电磁锁链并施加减速效果"
         },
         {
            ["Name"] = "警报陷阱",
            ["Intro"] = "脉冲刀施加的透视时间缩短，完成扫描后不会立刻消失，有敌人处于扫描范围内时将会再次进行扫描"
         }
      }
   },
   ["信"] = {
      ["主动技能"] = {
         {
            ["Name"] = "守望之眼",
            ["Intro"] = "布置守望之眼，在范围内时提升自己的射速和人机工效并回复护甲。守望之眼相连时，强化增益效果"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "致盲脉冲",
            ["Intro"] = "开镜状态会积蓄能量，蓄满后射击命中敌人时，使其武器丢失精准度"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "脉冲过载",
            ["Intro"] = "部署脉冲装置周期性发射脉冲波，被脉冲波命中的敌人将被透视并进入沉默状态"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "脉冲地雷",
            ["Intro"] = "丢出地雷，检测到敌人时会自动激活，对范围内的所有敌人和自己造成持续伤害"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "卫戍之眼",
            ["Intro"] = "在线圈内自己可免疫一次致命伤害，并恢复一定量的生命与护甲值"
         },
         {
            ["Name"] = "曝影之眼",
            ["Intro"] = "进入信线圈范围的敌方单位会被持续透视"
         },
         {
            ["Name"] = "脉冲跃迁",
            ["Intro"] = "可从一个线圈传送至另一个线圈"
         }
      }
   },
   ["绯莎"] = {
      ["主动技能"] = {
         {
            ["Name"] = "残息追踪",
            ["Intro"] = "探测周围敌人，满血敌人被短暂透视，非满血敌人则被持续透视，仅自己可见。感应到敌人时提升移速，且对被透视敌人造成额外伤害"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "以战养战",
            ["Intro"] = "参与击败时，阵亡的敌人原地掉落能量晶体。靠近可吸收能量晶体，回复自身生命值。首次吸收时会增加自身生命值上限"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "浴血狂戮",
            ["Intro"] = "大幅度提升射速和人机工效，并高亮主动技能视野内的敌人。吸收能量晶体将延长该效果的持续时间"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "猩红猛冲",
            ["Intro"] = "消耗少量的生命值，获得短暂的移速提升效果，移速提升效果结束后会缓慢恢复消耗的生命值"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "强能吸收",
            ["Intro"] = "晶体吸收的范围扩大至全图"
         },
         {
            ["Name"] = "魔鲨再临",
            ["Intro"] = "倒地状态生命值提升，且倒地后会在短暂时间内自动站起"
         },
         {
            ["Name"] = "追猎恐惧",
            ["Intro"] = "释放主动技能的瞬间，范围内的敌人会被短暂减速"
         }
      }
   },
   ["星绘"] = {
      ["主动技能"] = {
         {
            ["Name"] = "守护星芒",
            ["Intro"] = "选择一名队友投掷流星弦能，增加临时护甲，之后流星弦能再返回自己身上，也增加临时护甲。视角中没有队友时会直接释放给自己"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "星弦甲生",
            ["Intro"] = "持续为自身及周围友军缓慢恢复护甲"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "星空之门",
            ["Intro"] = "选择一名队友，为该队友和自己提供临时护甲并开始蓄能，蓄能完毕后将传送到该队友身边"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "塑甲星芒",
            ["Intro"] = "丢出星芒制造护甲恢复区域，范围内的友方会获得临时护甲与持续护甲恢复。该效果不会被伤害打断"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "塑甲流星",
            ["Intro"] = "主动技能附加护甲回复效果，持续一段时间，该效果不会被伤害中断"
         },
         {
            ["Name"] = "闪耀星光",
            ["Intro"] = "主动技能附带额外效果：当护甲被破坏时，星光会从头顶飞出并致盲敌人"
         },
         {
            ["Name"] = "星能强注",
            ["Intro"] = "主动技能命中时将立即回复一定的护甲值"
         }
      }
   },
   ["心夏"] = {
      ["主动技能"] = {
         {
            ["Name"] = "治疗无人机",
            ["Intro"] = "为自己或队友生成治疗无人机，可回复护甲，并给无人机周围所有友方目标回复生命值"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "急速救援",
            ["Intro"] = "自己在未受击时缓慢恢复生命值；当救援队友时，会放出援护无人机自动扶起队友"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "卡丘重塑",
            ["Intro"] = "选择一名队友，若该队友已阵亡，则将其复活在自己附近，若该队友存活，则在短时间内提高目标队友的射速、移速、人机工效，并且降低其受到的伤害"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "医疗站点",
            ["Intro"] = "部署无人机制造区域治疗立场，范围内的友方会持续恢复生命值，该效果不会被伤害打断"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "妙手回春",
            ["Intro"] = "治疗无人机开始治疗友方单位时，会先瞬间恢复大量生命值"
         },
         {
            ["Name"] = "群甲复苏",
            ["Intro"] = "无人机能够为周围所有友方恢复护甲"
         },
         {
            ["Name"] = "守护卫戍",
            ["Intro"] = "当敌人射击治疗目标时会优先由无人机承受伤害"
         }
      }
   },
   ["梅瑞狄斯"] = {
      ["主动技能"] = {
         {
            ["Name"] = "金沙热浪",
            ["Intro"] = "打出一颗弦能球体，于落点处创造一片黄沙领域，降低敌方角色移速和人机工效一段时间并暂时削减其生命值。"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "时零沙环",
            ["Intro"] = "滞空下进入瞄准或开火状态时，自己下落的速度会被降低"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "流沙大葬",
            ["Intro"] = "投掷出能制造巨大沙暴领域的金字塔，领域可遮蔽视野，并暂时削减敌人生命值"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "盲眼迷沙",
            ["Intro"] = "发射弦能球体，制造一片阻挡视野的环状沙墙"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "卷地风沙",
            ["Intro"] = "黄沙领域内的友方角色处于飘飞状态时将会被向上吹起。"
         },
         {
            ["Name"] = "连环沙暴",
            ["Intro"] = "主动技能可进行一次额外的反弹并生成至多2个黄沙领域。"
         },
         {
            ["Name"] = "飞沙走石",
            ["Intro"] = "黄沙领域内的敌人视野范围会受到极大限制。"
         }
      }
   },
   ["令"] = {
      ["主动技能"] = {
         {
            ["Name"] = "破晓帷幕",
            ["Intro"] = "释放纵向或横向的弦能光幕，光幕会遮蔽视野"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "黎明洞悉",
            ["Intro"] = "开镜状态下，每隔一段时间可扫描敌方单位使其透视，仅自己可见"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "庇护圣屏",
            ["Intro"] = "立即刷新主动技能，在持续时间内增强光幕，格挡所有敌人的子弹"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "圣屏突进",
            ["Intro"] = "释放自动向前推进的透明防弹光幕"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "警戒光幕",
            ["Intro"] = "敌人穿越光幕时会被短暂透视"
         },
         {
            ["Name"] = "审判光幕",
            ["Intro"] = "敌人穿越光幕时会被暂时削减护甲上限。友方穿越光幕时会获得临时护甲，在短时间内反复经过只会获得一次"
         },
         {
            ["Name"] = "近光漫散",
            ["Intro"] = "友方靠近光幕时，光幕会变成半透明状态，敌方则始终无法看透光幕"
         }
      }
   },
   ["白墨"] = {
      ["主动技能"] = {
         {
            ["Name"] = "炫空斗舞",
            ["Intro"] = "进入弦化状态向前冲刺，并为主武器补充子弹。使用主武器命中敌人时，会返还部分冷却时间"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "迅捷身法",
            ["Intro"] = "使用主动技能、受到枪械与投掷物伤害或利用弦化规避子弹时会短暂提升移速"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "重返街头！",
            ["Intro"] = "原地放置重生信标，阵亡或倒地时可立即在信标处重生。再次按下大招按钮可主动返回信标"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "爆炸涂鸦",
            ["Intro"] = "丢出颜料瓶，爆炸使周围敌人受到减速、眩晕和射速降低的效果"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "调整节奏",
            ["Intro"] = "使用主动技能后会持续恢复护甲，该恢复效果不会被伤害中断"
         },
         {
            ["Name"] = "彩墨冲锋！",
            ["Intro"] = "主动技能使用期间获得额外伤害减免，并在落点处溅起颜料，对周围敌人造成短暂的视野遮蔽效果"
         },
         {
            ["Name"] = "戏敌无影！",
            ["Intro"] = "主动技能使用期间会隐身，并在起点留下假身"
         }
      }
   },
   ["香奈美"] = {
      ["主动技能"] = {
         {
            ["Name"] = "旋律回响",
            ["Intro"] = "发射声呐片生成探测区域，范围内的敌人会被透视"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "交响爆音",
            ["Intro"] = "主武器的子弹落点可产生音波区，范围内的敌人会被透视给自己"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "演出开始",
            ["Intro"] = "展开舞台播放音乐，范围内的敌人会被减速、丢失准星、晕眩和降低射速"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "凝音陷阱",
            ["Intro"] = "丢出音响陷阱，对进入范围的敌方造成短暂减速"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "爆音打击",
            ["Intro"] = "主武器射击产生的音波区内的敌人受到额外伤害，并被透视"
         },
         {
            ["Name"] = "震撼律动",
            ["Intro"] = "被声呐片探测到的敌人在一定时间内没有脱离探测范围，则会被晕眩并降低射速"
         },
         {
            ["Name"] = "旋律鼓舞",
            ["Intro"] = "在声呐片探测范围内的友方将提升移速，人机工效，射速"
         }
      }
   },
   ["220"] = {
      ["主动技能"] = {},
      ["被动技能"] = {},
      ["终极技能"] = {},
      ["战术技能"] = {},
      ["技能觉醒"] = {}
   },
   ["221"] = {
      ["主动技能"] = {},
      ["被动技能"] = {},
      ["终极技能"] = {},
      ["战术技能"] = {},
      ["技能觉醒"] = {}
   },
   ["伊薇特"] = {
      ["主动技能"] = {
         {
            ["Name"] = "熊熊出击",
            ["Intro"] = "召出战术熊冲撞，撞到障碍物会留下冰面，范围内的敌人受到打滑和易伤的效果"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "皑皑藏雪",
            ["Intro"] = "站立不动一段时间会进入迷彩隐身状态，敌人靠近时才会慢慢显形"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "爽爽霜风",
            ["Intro"] = "召唤出巨大冰霜熊展开极寒领域，范围内的敌人会被打滑、易伤、降低射速和人机工效"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "坚坚冰柱",
            ["Intro"] = "丢出冰球生成巨大的冰柱，附近的敌人会受到打滑和易伤的效果。冰柱被销毁时会生成冰面，可主动摧毁"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "熊熊冰爆",
            ["Intro"] = "战术熊消失时会自爆并留下冰面，爆炸中心的敌人会受到短暂的强力减速效果"
         },
         {
            ["Name"] = "熊熊打雪仗",
            ["Intro"] = "战术熊的攻击方式变为投掷雪球，雪球砸中时会生成冰面，被砸中的敌人也会受到伤害"
         },
         {
            ["Name"] = "熊熊护卫",
            ["Intro"] = "当处于非操控状态时的战术熊察觉到范围内有敌方时，原地生成冰面"
         }
      }
   },
   ["芙拉薇娅"] = {
      ["主动技能"] = {
         {
            ["Name"] = "致幻魅影",
            ["Intro"] = "幻蝶跟随期间受到攻击损失生命值时进入短暂无敌并原地生成一个限制敌方视野的致幻球。致幻球可被击碎"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "周生复始",
            ["Intro"] = "累计受到少量伤害时会减少主动技能的冷却时间；受到大量伤害时会获得临时绝招点数"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "幻梦化蝶",
            ["Intro"] = "以自身为中心释放致幻领域，受到领域内的敌方造成的致命伤害时，短暂无敌且重塑身体。领域外敌方仅在被攻击时可视芙拉薇娅"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "遁入幻境",
            ["Intro"] = "原地生成致幻烟雾，敌方角色处于烟雾范围内时受到致幻效果，自身处于烟雾范围内时持续恢复护甲，该恢复效果不会被伤害中断"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "幻梦再生",
            ["Intro"] = "放出致幻球后，自身在一段时间内持续回复生命值"
         },
         {
            ["Name"] = "幻蝶乍现",
            ["Intro"] = "主动技能的效果改为召唤幻蝶后立即进入短时间的无敌状态，并留下致幻球"
         },
         {
            ["Name"] = "化甲幻蝶",
            ["Intro"] = "退出主动技能的无敌状态后，芙拉薇娅会获得临时护甲"
         }
      }
   },
   ["艾卡"] = {
      ["主动技能"] = {
         {
            ["Name"] = "炼狱牢笼",
            ["Intro"] = "生成火焰牢狱，当艾卡与敌人同时处于牢狱内时，主武器攻击附加额外火焰伤害；敌人穿越牢壁时受到火焰伤害，满热伤害提升，弦化目标易伤；牢狱内无敌人则立即消散"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "日珥蓄火",
            ["Intro"] = "每次射击命中敌方目标积攒热量。满热时，弦化伤害增加；释放技能自动消耗全部热量强化效果"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "烈焰风暴",
            ["Intro"] = "释放烈焰风暴吹飞敌人并造成火焰伤害。满热下风暴更大，伤害更高，且敌人高亮"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "爆焰热弹",
            ["Intro"] = "丢出一枚爆焰火球，对弦化状态的敌人造成额外伤害。消耗100热量所获增益：提升伤害并附带减速效果"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "燃弦之焰",
            ["Intro"] = "敌人在主动技能范围内弦化时，会受到火焰烧伤"
         },
         {
            ["Name"] = "热焰袭卷",
            ["Intro"] = "开启主动技能后，炼狱牢笼半径持续收缩至最小半径"
         },
         {
            ["Name"] = "复原之焰",
            ["Intro"] = "热量减少时以一定比例转化为生命值"
         }
      }
   },
   ["加拉蒂亚·利里"] = {
      ["主动技能"] = {
         {
            ["Name"] = "飞牌瞬闪",
            ["Intro"] = "扔出一张卡牌，碰到地面、墙面时会生成分身，按下交互键可以传送到分身位置"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "欺诈牌影",
            ["Intro"] = "脱离墙面时在贴墙位置留下一个分身，分身受伤时该效果进入冷却。所有分身在生成时都会短暂透视范围内的敌人，攻击分身的敌人也会暴露位置"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "牌影戏法",
            ["Intro"] = "朝前方甩出卡牌，生成三个不同方位的可传送分身，同时刷新主动技能"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "致盲牌影",
            ["Intro"] = "释放一个不可传送的卡片分身，该分身被敌人摧毁时对周围所有敌人造成闪光效果"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "诡牌闪击",
            ["Intro"] = "传送到目的地时获得临时护甲并短暂提升人机工效"
         },
         {
            ["Name"] = "瞬闪隐迹",
            ["Intro"] = "传送触发隐身3秒，期间移速增加且收起武器"
         },
         {
            ["Name"] = "王车易位",
            ["Intro"] = "传送成功后，在传送前所处的位置留下一个3D假身"
         }
      }
   },
   ["珐格兰丝"] = {
      ["主动技能"] = {
         {
            ["Name"] = "活力芬芳",
            ["Intro"] = "释放香水生成香氛领域，友方在领域内获得攻速或移速增益，效果随时间衰减至消失"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "复苏芳香",
            ["Intro"] = "释放淡雅恢复香氛，持续为自身及周围友军缓慢恢复生命值"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "激昂芬芳",
            ["Intro"] = "以自己为中心制造强烈香氛区域，区域内友军会获得射速提升、移速提升和生命值恢复，该生命值恢复不会被伤害中断。释放期间珐格兰丝无法使用武器，但会获得大幅减伤"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "香语众氛",
            ["Intro"] = "掷出治疗香水，范围内友军获得暂时生命上限提升与持续生命恢复，该恢复效果不会被伤害打断"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "复苏微香",
            ["Intro"] = "在释放主动技能的瞬间，会使当时处在范围内的队友获得持续生命恢复"
         },
         {
            ["Name"] = "复合香调",
            ["Intro"] = "主动技能释放瞬间处在范围内的友军同时获得移速和射速加成，但持续时间减少"
         },
         {
            ["Name"] = "衔芳持香",
            ["Intro"] = "主动技能效果变为持续存在，会在逐步减弱后维持该水平。切换香水种类后会更换持续的效果"
         }
      }
   },
   ["蕾欧娜"] = {
      ["主动技能"] = {
         {
            ["Name"] = "弦能掩墙",
            ["Intro"] = "在指定区域生成两种角度的方块掩体，生成消耗技能点数及弦能条。方块会被近战武器快速破坏，最多同时存在16个"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "劳逸结合",
            ["Intro"] = "持续恢复弦能并提升移动速度，在停止移动一段时间后会逐渐恢复自身护甲"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "纯净坚城",
            ["Intro"] = "充满弦能条并恢复一定量的主动技能层数，技能持续期间场上存在方块永久变透明，透明方块将不再阻挡通路与友方子弹"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "防弹护窗",
            ["Intro"] = "消耗技能点与弦能条，在指定区域生成防弹玻璃。防弹玻璃最多同时存在3个"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "弦能逸散",
            ["Intro"] = "友方角色靠近方块时会缓慢恢复护甲"
         },
         {
            ["Name"] = "连结固垒",
            ["Intro"] = "当多个方块相连时，视为一个整体，共享生命值"
         },
         {
            ["Name"] = "棱爆回震",
            ["Intro"] = "方块被击碎后对周围敌人造成爆炸伤害及击飞效果，伤害同样作用在其他方块上"
         }
      }
   },
   ["忧雾"] = {
      ["主动技能"] = {
         {
            ["Name"] = "蚀甲毒雾",
            ["Intro"] = "布置一个蜗牛装置，激活后临时腐蚀附近敌方角色的护甲上限。蜗牛装置最多同时存在3个"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "毒雾爆发",
            ["Intro"] = "使用主武器对敌方角色的生命值造成一定量伤害后，会对目标及附近的敌方角色造成伤害并临时腐蚀其护甲上限"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "凌毒侵蚀",
            ["Intro"] = "召唤大范围的毒雾向前方缓慢推进，临时腐蚀范围内敌方角色的护甲上限"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "腐蚀溶液",
            ["Intro"] = "投掷毒液装置至目标区域，对范围内敌人持续造成伤害并附加减速效果"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "毒雾污染",
            ["Intro"] = "当敌方角色体内的腐蚀性毒素被引爆后，会在原地形成残留一段时间的腐蚀性毒雾"
         },
         {
            ["Name"] = "腐毒蔓延",
            ["Intro"] = "主动技能开启后，毒雾半径会在一定时间内逐渐扩大"
         },
         {
            ["Name"] = "重雾毒烟",
            ["Intro"] = "主动技能变为能够遮蔽视野的不透明毒雾。自身在毒雾范围内时会持续恢复护甲，该效果不会被伤害中断"
         }
      }
   },
   ["玛拉"] = {
      ["主动技能"] = {
         {
            ["Name"] = "直击灵魂",
            ["Intro"] = "向前施放鬼手，命中最近一名非倒地的敌方角色，使其灵魂出窍和减速。玛拉对灵魂球造成伤害时，给予敌人忽视护甲的生命值伤害"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "摄魂侵魄",
            ["Intro"] = "对非满血敌方造成伤害时附带额外忽视护甲的生命值伤害，且以一定比率恢复自身生命值"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "死神来了",
            ["Intro"] = "标记范围内最近敌方目标，使其沉默并持续透视给自己。若击杀该目标，印记将扩散至附近最近未倒地敌人并重置持续时间"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "亡灵漫步",
            ["Intro"] = "弦化进入隐身状态，靠近敌人时显形，同时弦化期间移速增加并获得额外的伤害减免"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "摄魂储魄",
            ["Intro"] = "参与击倒或击杀敌人时可获得一层魂魄；魂魄层数在当局使用玛拉期间持续叠加，每层提升主武器射速和人机工效，存在上限。死亡时会损失部分层数"
         },
         {
            ["Name"] = "扼魂锁魄",
            ["Intro"] = "灵魂球不再跟随敌方角色，也不会附加减速，敌人处于灵魂球一定范围内会被眩晕，离开范围灵魂球则摧毁"
         },
         {
            ["Name"] = "传魂溢灵",
            ["Intro"] = "当灵魂球因目标死亡或倒地而摧毁时，对范围内离玛拉最近的非倒地敌人进行传导"
         }
      }
   },
   ["千代"] = {
      ["主动技能"] = {
         {
            ["Name"] = "爆绽瞬华",
            ["Intro"] = "射出一发可附着在建筑表面的爆炸箭，爆炸箭可以被提前引爆，或在到达最大存在时间后自行爆炸"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "静心凝势",
            ["Intro"] = "持续恢复专注度，进行攻击后会短暂减缓恢复速度;满专注值时，造成伤害后会消耗专注值并在一段时间内强化自身输出"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "枫烬崩天",
            ["Intro"] = "短暂透视队友附近的敌人，并且在蓄力后向目标方向发射可以穿透墙体的爆炸箭。箭矢在到达最大飞行距离或命中敌人后爆炸"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "滞影贯云",
            ["Intro"] = "蓄力后向目标方向发射一支狙击箭矢，根据命中部位造成高额伤害并造成迅速衰退的减速效果"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "枯息蚀疗",
            ["Intro"] = "千代使用枪械和技能对敌方造成一定量伤害后，会短暂削弱目标的护甲与生命恢复效果"
         },
         {
            ["Name"] = "裂华残响",
            ["Intro"] = "主动技能爆炸后分裂出多个能量体，并在一段时间后再次爆炸"
         },
         {
            ["Name"] = "绽华陷阱",
            ["Intro"] = "主动技能的存在时间大幅延长，可以在准备阶段释放，周围有敌人时自动引爆，并透视和减速被命中的目标"
         }
      }
   },
   ["汐"] = {
      ["主动技能"] = {
         {
            ["Name"] = "机动护盾",
            ["Intro"] = "生成可阻挡伤害的能量盾，持盾期间可进行冲撞，护盾受到伤害时会恢复汐的护甲，收起时护盾会逐渐自我修复。狙击枪会对护盾造成额外伤害"
         }
      },
      ["被动技能"] = {
         {
            ["Name"] = "自驱机匣",
            ["Intro"] = "武器在收起一段时间后会自动装填弹药，冲撞或主动引爆护盾后的极短时间内可以快速切出武器"
         }
      },
      ["终极技能"] = {
         {
            ["Name"] = "绝对守护",
            ["Intro"] = "强化并重置能量盾，增加护盾生命值并降低冲撞冷却，增幅冲撞效果"
         }
      },
      ["战术技能"] = {
         {
            ["Name"] = "引力聚缚",
            ["Intro"] = "丢出引力球，落地后将敌方向中心吸引并造成伤害，对敌方召唤物造成额外伤害，引力球可以被摧毁"
         }
      },
      ["技能觉醒"] = {
         {
            ["Name"] = "乘势而上",
            ["Intro"] = "冲撞、主动引爆护盾或释放战术技能后会短暂提升移速"
         },
         {
            ["Name"] = "舍御破阵",
            ["Intro"] = "持盾期间长按鼠标右键引爆护盾，对前方范围内敌人造成伤害，自身获得临时护甲并反还一定护盾冷却"
         },
         {
            ["Name"] = "盾心合一",
            ["Intro"] = "举盾状态下，自身受到的伤害转由护盾承受，转移给护盾的伤害会额外提升"
         }
      }
   },
   ["爆裂魔怪"] = {
      ["主动技能"] = {
         {
            ["Name"] = "暴走",
            ["Intro"] = "开启后的一段时间内，移动速度加快"
         }
      },
      ["被动技能"] = {},
      ["终极技能"] = {
         {
            ["Name"] = "自爆",
            ["Intro"] = "汇聚晶源之力后自爆，对周围敌方造成伤害"
         }
      },
      ["战术技能"] = {},
      ["技能觉醒"] = {}
   },
   ["血荆皇女"] = {
      ["主动技能"] = {
         {
            ["Name"] = "瞬狱强袭",
            ["Intro"] = "开启后的一段时间内，提升攻击速度和伤害"
         }
      },
      ["被动技能"] = {},
      ["终极技能"] = {
         {
            ["Name"] = "炼狱晶爆",
            ["Intro"] = "向准心方向快速释放一个远程飞行物，碰撞到人或障碍物后形成范围爆炸。点按技能按键开始蓄力，爆炸范围和伤害随蓄力时间增加"
         }
      },
      ["战术技能"] = {},
      ["技能觉醒"] = {}
   },
   ["刺镰魔怪"] = {
      ["主动技能"] = {
         {
            ["Name"] = "幽镰迸跃",
            ["Intro"] = "开启后的一段时间内，跳跃能力增强"
         }
      },
      ["被动技能"] = {},
      ["终极技能"] = {
         {
            ["Name"] = "疾影突袭",
            ["Intro"] = "朝前方进行一次突刺，对攻击路径上敌方造成伤害"
         }
      },
      ["战术技能"] = {},
      ["技能觉醒"] = {}
   },
   ["冥荆皇女"] = {
      ["主动技能"] = {
         {
            ["Name"] = "晶迸源涌",
            ["Intro"] = "释放晶源之力，瞬间恢复自己及范围内队友的生命值和护甲值"
         }
      },
      ["被动技能"] = {},
      ["终极技能"] = {
         {
            ["Name"] = "晶源覆甲",
            ["Intro"] = "开启护盾吸收伤害，并提升自身减速抗性"
         }
      },
      ["战术技能"] = {},
      ["技能觉醒"] = {}
   },
   ["莉莉丝"] = {
      ["主动技能"] = {
         {
            ["Name"] = "棘丛迷踪",
            ["Intro"] = "开启进入隐身状态并提升移速，攻击提前解除该效果。靠近敌人时会逐渐显形"
         }
      },
      ["被动技能"] = {},
      ["终极技能"] = {
         {
            ["Name"] = "棘缚绽华",
            ["Intro"] = "跃起后，在指定区域召唤藤蔓缠绕敌人，造成大幅减速效果与伤害。藤蔓在未伸展时可以被摧毁"
         }
      },
      ["战术技能"] = {},
      ["技能觉醒"] = {}
   }
}
