return {
   ["警探"] = {
      ["警探"] = {
         ["id"] = 10101001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "突击步枪，满足以猛烈的火力压制战场的需求，其精准度和射速的平衡性也相当出色。配备1.25倍瞄准镜。",
         ["备注"] = ""
      },
      ["丛林"] = {
         ["id"] = 10101002,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“丛林”系列涂装，以绿色为主体的枪身点缀少量橙色条带，虽谈不上华丽，实用性却极强。",
         ["备注"] = ""
      },
      ["警戒"] = {
         ["id"] = 10101004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“警戒”系列涂装，PUS-04定制款，鲜明醒目，欧泊阵营中随处可见。",
         ["备注"] = ""
      },
      ["彩斑"] = {
         ["id"] = 10101003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“彩斑”系列涂装，以复数颜料色带涂抹而成，看似随性，却有艺术的气息喷薄而出。",
         ["备注"] = ""
      },
      ["雷火"] = {
         ["id"] = 10101005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“雷火”系列涂装，橙灰交错，复古的同时融入了潮流元素。",
         ["备注"] = ""
      },
      ["碎梦"] = {
         ["id"] = 10101006,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“碎梦”系列涂装，由不规则蓝色色块堆叠而成，图案中偶尔掺杂少量黄色碎片，给人以强烈的破碎感。",
         ["备注"] = ""
      },
      ["炫彩"] = {
         ["id"] = 10101007,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“炫彩”系列涂装，由大量六边形色块重叠而成，斑斓的色彩效果甚至令人有种火力增强的错觉。",
         ["备注"] = ""
      },
      ["警探-Bilibili"] = {
         ["id"] = 10101014,
         ["稀有度"] = 3,
         ["获得方式"] = { "0" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“警探”的个性化定制涂装，这款涂装诉说着米雪儿相信的一个真理。<br />“皮肤越粉，打人越狠。”",
         ["备注"] = ""
      },
      ["警探-斗鱼"] = {
         ["id"] = 10101018,
         ["稀有度"] = 3,
         ["获得方式"] = { "0" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“警探”的个性化定制涂装，米雪儿的Q版形象也跃动了起来。<br />“斗鱼莫夫，打到你哭。”",
         ["备注"] = ""
      },
      ["警探-虎牙"] = {
         ["id"] = 10101019,
         ["稀有度"] = 3,
         ["获得方式"] = { "0" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = " “警探”的个性化定制涂装，这份涂装纪念着米雪儿第一次完成任务时的笑脸。<br /> “小小先锋，准备突击！”",
         ["备注"] = ""
      },
      ["冲浪"] = {
         ["id"] = 10101026,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“冲浪”系列涂装，使用简约的色块勾勒出了沙滩与海浪的景象，拿在手上仿佛也能乘上海浪勇往直前。",
         ["备注"] = ""
      },
      ["锦鲤"] = {
         ["id"] = 10101027,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“锦鲤”系列涂装，斑驳的红黑配色如同火药与烈焰，希望面对它的人能够走运。",
         ["备注"] = ""
      },
      ["编织"] = {
         ["id"] = 10101028,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“编织”系列涂装，吸收了传统时尚单品的设计理念，色彩搭配简洁而大胆，是彰显品味的装扮。",
         ["备注"] = ""
      },
      ["棉花糖"] = {
         ["id"] = 10101051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由偏光实验室出品的“棉花糖”系列枪械造型，可爱的头像设计，别具一格的渐变色枪身，曾一度风靡于欧泊的年轻搜查官之中。",
         ["备注"] = ""
      },
      ["主角之星"] = {
         ["id"] = 10101052,
         ["稀有度"] = 3,
         ["获得方式"] = { "官网预约" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "由偏光实验室出品的“主角之星”系列枪械造型，为客户特殊定制个性化形象并将其融入枪身设计中，堪称定制枪械设计的典范。",
         ["备注"] = ""
      },
      ["纸牌屋"] = {
         ["id"] = 10101055,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“纸牌屋”系列枪械造型，枪身中央有着客户定制的艺术头像，四周环绕的卡牌装饰，俏皮中略带几分神秘。",
         ["备注"] = ""
      },
      ["招财猫"] = {
         ["id"] = 10101054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由偏光实验室出品的“招财猫”系列枪械造型，以象征着开运的招财猫为设计锚点，表达了设计者对客户们的美好祝福。",
         ["备注"] = ""
      },
      ["暗金浪涌"] = {
         ["id"] = 10101056,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“暗金浪涌”系列主题涂装，由偏光实验室推出的枪械涂装，主打暗金色调，在保证酷炫拉风的同时，也颇具金属般的沉稳感与力量感。",
         ["备注"] = ""
      },
      ["潮流冲击"] = {
         ["id"] = 10101057,
         ["稀有度"] = 3,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "顺应当下的流行文化进行重新涂装的定制款枪械，考虑到其图景中天蓝与皑灰的配色，欧泊将其配备给了某位相符的成员，以起到更好的宣传作用。",
         ["备注"] = ""
      },
      ["霜糖饼干"] = {
         ["id"] = 10101102,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“警探”的个人定制款，甜蜜的外表下隐藏着巨大的危险——名为卡路里的少女天敌。<br /><br />【唔……这个巧克力弹夹做的好逼真啊，悄悄藏一个应该没关系吧？】",
         ["备注"] = ""
      },
      ["炼狱"] = {
         ["id"] = 10101104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“警探”的概念客制型号，大胆地将熔岩效果融入枪身，流动的纹路里仿佛点燃了炼狱的火光。<br /><br />【硫磺火湖之间，正义仍存。】",
         ["备注"] = ""
      },
      ["战争风暴"] = {
         ["id"] = 10101105,
         ["稀有度"] = 4,
         ["获得方式"] = { "米雪儿游戏时间" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“警探”的火力改造型，专为战争而生，内置的脉冲系统大幅强化了枪械性能，实战中甚至能起到决定胜负的作用。<br /><br />枪火的洪流倾轧而过，将一切都化作余烬。<br />复仇的意志便有如钢铁，咆哮着于心底发出不甘的愤懑。<br />我们并不知晓战争的初衷为何，<br />但战争的手段，与正义无关。",
         ["备注"] = ""
      },
      ["雪境奇遇"] = {
         ["id"] = 10101106,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“警探”的冬日定制款，兼顾了伪装性和可爱的特点，经过特殊处理的枪身也不会因为在低温状态下而失灵，米雪儿在挑战赛期间的爱用涂装。<br /><br />【“悄悄地接近，像是雪豹一样行动！”】",
         ["备注"] = ""
      },
      ["全垒打"] = {
         ["id"] = 10101107,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“警探”的概念客制型，蓝白交错间缠绕流金，看上去华丽又气派。可爱的棒球装饰，又为这柄武器增添了些许俏皮的要素。跑垒成功，赢取胜利！<br /><br />【“这颗棒球，是盗垒成功的纪念品哦！”<br />擦去额上的汗水，米雪儿露出了灿烂的微笑。】",
         ["备注"] = ""
      },
      ["怒浪出击"] = {
         ["id"] = 10101108,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“警探”的个人定制款，综合考虑了米雪儿的作战习惯以及她的小爱好，在怒浪翻涌中，告诫来者，她可也不是好惹的。<br /><br />【“你们差一点就能打中米雪儿船长了！”】",
         ["备注"] = ""
      },
      ["雀神"] = {
         ["id"] = 10101109,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“警探”的个人定制款，想成为雀神，不仅需要时运，也需要把握时运的技巧和勇气。正好，超级玩家米雪儿俩样都不缺。<br /><br />【杠！杠！杠！杠上开花，大四喜，十八罗汉！】",
         ["备注"] = ""
      },
      ["烈火龙腾"] = {
         ["id"] = 10101112,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“警探”的“沐春节”特供版，以东方神话中的龙为主体形象，鲜红的涂装与四溢的火焰，与米雪儿参加烟花庆典时的心情一样热烈。<br /><br />【“不如让我来打响新年的第一响吧？嘿嘿，开玩笑啦。”】",
         ["备注"] = ""
      },
      ["萌趣夏日"] = {
         ["id"] = 10101113,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“警探”的泳池派对限定版，是米雪儿在水枪大赛中荣获第一名的战利品。虽然看上去外形很可爱，但其实威力不小呢，就和米雪儿本人一样。<br /><br />【“好想每年夏天都可以参加水枪大赛啊！”】",
         ["备注"] = ""
      },
      ["萌喵树屋"] = {
         ["id"] = 10101114,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“警探”的田园生活改造款。在乡村度假的米雪儿偶然发现一只胖胖的流浪猫，担心流浪猫生活问题的米雪儿一路尾随，最终在森林深处找到了它的树屋，并以此为灵感设计了该涂装。<br /><br />【“看到小胖躺在树梢晒太阳的样子，我也想住进它的树屋了……”】",
         ["备注"] = ""
      },
      ["终点奔袭"] = {
         ["id"] = 10101115,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "对于在运动会中参加了多个项目的米雪儿选手来说，无论是耐力还是速度都不需要担心，但如何在比赛的过程中保持专注，不要被其他精彩比赛吸引注意，才是更需要研究的课题。<br /><br />【“啊——训练好辛苦，不过我会坚持的！要是能直接传送到终点就更好了……”】",
         ["备注"] = ""
      },
      ["点阵独韵"] = {
         ["id"] = 10101116,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“警探”的校园日定制款，以电玩社新作为灵感设计了游戏化的涂装，整体使用的元素都十分萌趣。拿着它，一定能在校园里吸引众人的目光。",
         ["备注"] = ""
      },
      ["行光动能"] = {
         ["id"] = 10101117,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“警探”的搜查官射击竞赛定制款涂装，一体化的喷涂设计提供充分的视觉辨识度，确保射手在运动射击中的英姿能够被完美地捕捉和记录。<br /><br />【“更快的速度，更强的战术，更新的纪录，参与比赛，就该全力以赴！”】",
         ["备注"] = ""
      },
      ["大满贯"] = {
         ["id"] = 10101118,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“警探”的概念客制款涂装，专为获得大满贯的米雪儿选手定制。红黑配色彰显了她所获的荣耀，而停留在枪身的创可贴装饰则是她付出心血的证明。<br /><br />【“努力和汗水不会辜负任何人，我的成功就是最好的证明！”】",
         ["备注"] = ""
      },
      ["无畏利剑"] = {
         ["id"] = 10101119,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“警探”的勇者之剑定制款涂装。金色的月桂如荣耀诗篇镌刻于枪身，勇者的信念化作璀璨的蓝宝石镶嵌在顶端。它无声宣告着至高的誓言：以此锋芒，开辟坦途。<br /><br />【“既然这是只有勇者才能拔出的剑，那就由我拿起它，将正义执行到底。”】",
         ["备注"] = ""
      },
      ["靛蓝逐罪"] = {
         ["id"] = 10101201,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“警探”的私人定制款，漆黑枪身上印有白虎纹章，蓝色的能量光芒于枪体流转。持枪者将以最坚定的意志，前往执行正义的第一线。<br />当米雪儿提交改造申请的时候，偏光实验室的研究员直呼离谱，不可能有人控制好这么狂暴的弦能。<br /><br />“别瞎担心，我可是米雪儿·李，要掌握比黄昏更为昏暗的东西也是小菜一碟！” ",
         ["备注"] = ""
      },
      ["靛蓝逐罪-苍银"] = {
         ["id"] = 10101202,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“警探”的私人定制款，漆黑枪身上印有白虎纹章，蓝色的能量光芒于枪体流转。持枪者将以最坚定的意志，前往执行正义的第一线。<br />当米雪儿提交改造申请的时候，偏光实验室的研究员直呼离谱，不可能有人控制好这么狂暴的弦能。<br /><br />“别瞎担心，我可是米雪儿·李，要掌握比黄昏更为昏暗的东西也是小菜一碟！” ",
         ["备注"] = ""
      },
      ["靛蓝逐罪-焰紫"] = {
         ["id"] = 10101203,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“警探”的私人定制款，漆黑枪身上印有白虎纹章，蓝色的能量光芒于枪体流转。持枪者将以最坚定的意志，前往执行正义的第一线。<br />当米雪儿提交改造申请的时候，偏光实验室的研究员直呼离谱，不可能有人控制好这么狂暴的弦能。<br /><br />“别瞎担心，我可是米雪儿·李，要掌握比黄昏更为昏暗的东西也是小菜一碟！” ",
         ["备注"] = ""
      },
      ["靛蓝逐罪-深林"] = {
         ["id"] = 10101204,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“警探”的私人定制款，漆黑枪身上印有白虎纹章，蓝色的能量光芒于枪体流转。持枪者将以最坚定的意志，前往执行正义的第一线。<br />当米雪儿提交改造申请的时候，偏光实验室的研究员直呼离谱，不可能有人控制好这么狂暴的弦能。<br /><br />“别瞎担心，我可是米雪儿·李，要掌握比黄昏更为昏暗的东西也是小菜一碟！” ",
         ["备注"] = ""
      },
      ["靛蓝逐罪-群青"] = {
         ["id"] = 10101205,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“警探”的私人定制款，漆黑枪身上印有白虎纹章，蓝色的能量光芒于枪体流转。持枪者将以最坚定的意志，前往执行正义的第一线。<br />当米雪儿提交改造申请的时候，偏光实验室的研究员直呼离谱，不可能有人控制好这么狂暴的弦能。<br /><br />“别瞎担心，我可是米雪儿·李，要掌握比黄昏更为昏暗的东西也是小菜一碟！” ",
         ["备注"] = ""
      },
      ["妙妙幻翼"] = {
         ["id"] = 10101206,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "魔法少女米雪儿的魔弹仪，由米雪儿的命定魔力变化而成，能够将梦的力量转化为魔法弹丸，击败米雪儿的敌人，梦境化作守护少女的羽翼，而少女用羽翼守护着希望与奇迹。<br /><br />【“隐藏着世界之梦的羽翼啊，与你许下约定的我在此命令你，封印解除，击退我的敌人！”】",
         ["备注"] = ""
      },
      ["妙妙幻翼-星彩"] = {
         ["id"] = 10101207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "魔法少女米雪儿的魔弹仪，由米雪儿的命定魔力变化而成，能够将梦的力量转化为魔法弹丸，击败米雪儿的敌人，梦境化作守护少女的羽翼，而少女用羽翼守护着希望与奇迹。<br /><br />【“隐藏着世界之梦的羽翼啊，与你许下约定的我在此命令你，封印解除，击退我的敌人！”】",
         ["备注"] = ""
      },
      ["妙妙幻翼-霁虹"] = {
         ["id"] = 10101208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "魔法少女米雪儿的魔弹仪，由米雪儿的命定魔力变化而成，能够将梦的力量转化为魔法弹丸，击败米雪儿的敌人，梦境化作守护少女的羽翼，而少女用羽翼守护着希望与奇迹。<br /><br />【“隐藏着世界之梦的羽翼啊，与你许下约定的我在此命令你，封印解除，击退我的敌人！”】",
         ["备注"] = ""
      },
      ["妙妙幻翼-霓夜"] = {
         ["id"] = 10101209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "魔法少女米雪儿的魔弹仪，由米雪儿的命定魔力变化而成，能够将梦的力量转化为魔法弹丸，击败米雪儿的敌人，梦境化作守护少女的羽翼，而少女用羽翼守护着希望与奇迹。<br /><br />【“隐藏着世界之梦的羽翼啊，与你许下约定的我在此命令你，封印解除，击退我的敌人！”】",
         ["备注"] = ""
      },
      ["妙妙幻翼-夕风"] = {
         ["id"] = 10101210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "魔法少女米雪儿的魔弹仪，由米雪儿的命定魔力变化而成，能够将梦的力量转化为魔法弹丸，击败米雪儿的敌人，梦境化作守护少女的羽翼，而少女用羽翼守护着希望与奇迹。<br /><br />【“隐藏着世界之梦的羽翼啊，与你许下约定的我在此命令你，封印解除，击退我的敌人！”】",
         ["备注"] = ""
      }
   },
   ["欺诈师"] = {
      ["欺诈师"] = {
         ["id"] = 10112001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "突击步枪，性能可靠、火力强大，性价比奇高。对恶劣环境有高耐性，输出能力稳定，堪称强悍与适性的完美融合。配备1.25倍瞄准镜。",
         ["备注"] = ""
      },
      ["蜂巢"] = {
         ["id"] = 10112002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“蜂巢”系列涂装，充满科技感的蓝紫色，赋以六角形的边界图案，体现出严谨而精密的科学之美。",
         ["备注"] = ""
      },
      ["多维"] = {
         ["id"] = 10112003,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“多维”系列涂装，以卡拉彼丘图案为设计锚点，简约却不简单的图形中，流溢着别样的设计魅力。",
         ["备注"] = ""
      },
      ["热情"] = {
         ["id"] = 10112004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“热情”系列涂装，URB-00定制款，艳丽乖张的色彩彰显最为新潮的理念，深受乌尔比诺成员的喜爱。",
         ["备注"] = ""
      },
      ["错觉"] = {
         ["id"] = 10112005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“错觉”系列涂装，以蓝色调为主，混合扭曲的色彩看似在流动一般，表现出复杂动态的变形之美。",
         ["备注"] = ""
      },
      ["嵌合"] = {
         ["id"] = 10112006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“嵌合”系列涂装，深浓浅淡，错落有致的橙色马赛克涂装，带来独特而充满视觉效果的艺术感。",
         ["备注"] = ""
      },
      ["棱镜"] = {
         ["id"] = 10112007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“棱镜”系列涂装，不同深浅的紫红色调，仿佛在棱镜碎片中折射，显现出万花筒一般的美感。",
         ["备注"] = ""
      },
      ["锦鲤"] = {
         ["id"] = 10112008,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“锦鲤”系列涂装，斑驳的红黑配色如同火药与烈焰，希望面对它的人能够走运。",
         ["备注"] = ""
      },
      ["编织"] = {
         ["id"] = 10112009,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“编织”系列涂装，吸收了传统时尚单品的设计理念，色彩搭配简洁而大胆，是彰显品味的装扮。",
         ["备注"] = ""
      },
      ["占星"] = {
         ["id"] = 10112051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“占星”系列枪械造型，神秘与潮流的结合，长廊绘制所内画师们的呕心沥血之作。",
         ["备注"] = ""
      },
      ["纸牌屋"] = {
         ["id"] = 10112052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“纸牌屋”系列枪械造型，枪身中央有着客户定制的艺术头像，四周环绕的卡牌装饰，俏皮中略带几分神秘。",
         ["备注"] = ""
      },
      ["幻海"] = {
         ["id"] = 10112053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“幻海”系列枪械造型，将海洋元素融入枪身之内，又附以如梦似幻的渐变配色，大大加强了枪械的整体艺术感。",
         ["备注"] = ""
      },
      ["回味时光"] = {
         ["id"] = 10112054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "格罗夫集团出品，“回味时光”咖啡厅同名主题涂装，依据持有者的喜好进行了个性化设计。不论是难眠的深夜，亦或是悠闲的午后，这杯咖啡都为你带来了一段值得回味的香浓时光。",
         ["备注"] = ""
      },
      ["禁区"] = {
         ["id"] = 10112055,
         ["稀有度"] = 3,
         ["获得方式"] = { "储备" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“禁区”系列涂装，为适应科斯迷特沙漠环境而进行再配色的制式涂装，有着良好的隐蔽性。其上的警示图标也是准入该地区的“凭证”之一。",
         ["备注"] = ""
      },
      ["掠食者"] = {
         ["id"] = 10112056,
         ["稀有度"] = 3,
         ["获得方式"] = { "储备" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“掠食者”系列涂装，仿生迷彩的设计不仅提供了良好的复杂环境隐蔽能力，也象征着战士们强大的武力。",
         ["备注"] = ""
      },
      ["魅夜红翎"] = {
         ["id"] = 10112101,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“欺诈师”的魔术秀颁奖典礼特供版，切莫被那羽美丽的红翎所迷惑，她的魔术既华丽而目不暇接，却也致命而危机四伏。<br /><br />【“接下来表演的是，子弹消失魔术……骗你的，现在你可逃不掉了~”】",
         ["备注"] = ""
      },
      ["蓝调海岸"] = {
         ["id"] = 10112102,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“欺诈师”的泳池派对特供版，参考了贝壳的流线型设计，辅之以海水、沙滩和木槿花的色调，呈现出复古的浪漫。<br /><br />【“播放下一首曲子之前，去吧台边拿杯饮料吧，夜晚还很长呢。”】",
         ["备注"] = ""
      },
      ["赫眼青翎"] = {
         ["id"] = 10112103,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“欺诈师”的改造版本，加入了大量的羽毛要素，在造型上降低威胁感。据使用者本人所说，外观也是欺诈的一环。<br /><br />【“目眩神迷，魄散魂飞！”】",
         ["备注"] = ""
      },
      ["蜜嗓主唱"] = {
         ["id"] = 10112104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“欺诈师”的打歌舞台定制版，以麦克风为装饰，辅之以跳跃的音符，当加拉蒂亚的歌声不知从何处传来时，也许你已经走入了她的陷阱。<br /><br />【“喜欢我的歌声吗？那就多听几遍吧。”】",
         ["备注"] = ""
      },
      ["祥云仙"] = {
         ["id"] = 10112105,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“欺诈师”的仿古定制版，按照“幻梦求真录”历史文化展览中的古文明壁画一比一复刻，执于手中，仿佛能将时间回溯，亲眼感受文明绚烂的那个年代。<br /><br />【“遥遥云上舞，窈窕祥云仙。”】",
         ["备注"] = ""
      },
      ["弯道超车"] = {
         ["id"] = 10112106,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“欺诈师”的耐力赛定制版，以简易赛道作为涂装。这是作为赛车手的加拉蒂亚最熟悉的领域。<br /><br />【“哪有什么一眨眼就追了上来，我只是每个弯道都在提速而已~”】",
         ["备注"] = ""
      },
      ["太空漂移"] = {
         ["id"] = 10112107,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“欺诈师”的电玩比赛定制版，枪身涂装采用了和服装相同的概念，以加拉蒂亚童年最喜欢的太空飞船射击游戏为设计元素。<br /><br />【“真怀念小时候和妹妹一起玩游戏的时光啊，那孩子一输就会忍不住哭鼻子呢，真可爱。”】",
         ["备注"] = ""
      },
      ["世幻金声"] = {
         ["id"] = 10112108,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“欺诈师”的专展限定版涂装，用极尽奢华的装饰换来片刻的惊叹与疯狂，令人分不清这是魔术师的蛊惑，还是艺术家的玩笑。<br /><br />【“此间种种，荒诞而美妙，虽然美妙，毕竟荒诞，虽然荒诞，究竟美妙。”】",
         ["备注"] = ""
      },
      ["邃羽焓枝"] = {
         ["id"] = 10112201,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "于异位时空中名为“欺诈师”的枪械，如今已是魔女随身的宝具，充盈的魔力激发出枝桠，精绝的法阵催生出羽翼，与魔女同行的，从来不是只讲求力量的死物，而是追逐着答案的灵魂。<br /><br />【“我嘶啸，便有无知者哭号，我吐息，便有无畏者燃烧。”】",
         ["备注"] = ""
      },
      ["邃羽焓枝-翠鸮"] = {
         ["id"] = 10112202,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "于异位时空中名为“欺诈师”的枪械，如今已是魔女随身的宝具，充盈的魔力激发出枝桠，精绝的法阵催生出羽翼，与魔女同行的，从来不是只讲求力量的死物，而是追逐着答案的灵魂。<br /><br />【“我嘶啸，便有无知者哭号，我吐息，便有无畏者燃烧。”】",
         ["备注"] = ""
      },
      ["邃羽焓枝-白鹞"] = {
         ["id"] = 10112203,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "于异位时空中名为“欺诈师”的枪械，如今已是魔女随身的宝具，充盈的魔力激发出枝桠，精绝的法阵催生出羽翼，与魔女同行的，从来不是只讲求力量的死物，而是追逐着答案的灵魂。<br /><br />【“我嘶啸，便有无知者哭号，我吐息，便有无畏者燃烧。”】",
         ["备注"] = ""
      },
      ["邃羽焓枝-茜鹮"] = {
         ["id"] = 10112204,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "于异位时空中名为“欺诈师”的枪械，如今已是魔女随身的宝具，充盈的魔力激发出枝桠，精绝的法阵催生出羽翼，与魔女同行的，从来不是只讲求力量的死物，而是追逐着答案的灵魂。<br /><br />【“我嘶啸，便有无知者哭号，我吐息，便有无畏者燃烧。”】",
         ["备注"] = ""
      },
      ["邃羽焓枝-霞鸢"] = {
         ["id"] = 10112205,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "于异位时空中名为“欺诈师”的枪械，如今已是魔女随身的宝具，充盈的魔力激发出枝桠，精绝的法阵催生出羽翼，与魔女同行的，从来不是只讲求力量的死物，而是追逐着答案的灵魂。<br /><br />【“我嘶啸，便有无知者哭号，我吐息，便有无畏者燃烧。”】",
         ["备注"] = ""
      }
   },
   ["绝对执行"] = {
      ["绝对执行"] = {
         ["id"] = 10113001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "突击步枪，无托系列步枪中的代表之作，综合素质极其优秀，古地球轻武器中的经典。配备1.25倍瞄准镜。",
         ["备注"] = ""
      },
      ["彩斑"] = {
         ["id"] = 10113002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“彩斑”系列涂装，以复数颜料色带涂抹而成，看似随性，却有艺术的气息喷薄而出。",
         ["备注"] = ""
      },
      ["炫彩"] = {
         ["id"] = 10113003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“炫彩”系列涂装，由大量六边形色块重叠而成，斑斓的色彩效果甚至令人有种火力增强的错觉。",
         ["备注"] = ""
      },
      ["警戒"] = {
         ["id"] = 10113004,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“警戒”系列涂装，PUS-04定制款，鲜明醒目，欧泊阵营中随处可见。",
         ["备注"] = ""
      },
      ["碎梦"] = {
         ["id"] = 10113005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“碎梦”系列涂装，由不规则蓝色色块堆叠而成，图案中偶尔掺杂少量黄色碎片，给人以强烈的破碎感。",
         ["备注"] = ""
      },
      ["雷火"] = {
         ["id"] = 10113006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“雷火”系列涂装，橙灰交错，复古的同时融入了潮流元素。",
         ["备注"] = ""
      },
      ["落日"] = {
         ["id"] = 10113007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“落日”系列定制涂装，橙白色的渐变预示着敌人的黑夜将至。",
         ["备注"] = ""
      },
      ["夏日派对"] = {
         ["id"] = 10113051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由偏光实验室出品的“夏日派对”系列枪械造型，整体洋溢着轻松活跃的氛围，在战斗中甚至能起到鼓舞士气的作用。",
         ["备注"] = ""
      },
      ["招财猫"] = {
         ["id"] = 10113052,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "由偏光实验室出品的“招财猫”系列枪械造型，以象征着开运的招财猫为设计锚点，表达了设计者对客户们的美好祝福。",
         ["备注"] = ""
      },
      ["禁区"] = {
         ["id"] = 10113053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“禁区”系列涂装，为适应科斯迷特沙漠环境而进行再配色的制式涂装，有着良好的隐蔽性。其上的警示图标也是准入该地区的“凭证”之一。",
         ["备注"] = ""
      },
      ["纸牌屋"] = {
         ["id"] = 10113054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“纸牌屋”系列枪械造型，枪身中央有着客户定制的艺术头像，四周环绕的卡牌装饰，俏皮中略带几分神秘。",
         ["备注"] = ""
      },
      ["掠食者"] = {
         ["id"] = 10113055,
         ["稀有度"] = 3,
         ["获得方式"] = { "储备" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“掠食者”系列涂装，仿生迷彩的设计不仅提供了良好的复杂环境隐蔽能力，也象征着战士们强大的武力。",
         ["备注"] = ""
      },
      ["锦绣繁花"] = {
         ["id"] = 10113056,
         ["稀有度"] = 3,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "红梅落于雪上，馥郁芬芳，心也在这份冷冽中变得宁静。",
         ["备注"] = ""
      },
      ["天鹅之泪"] = {
         ["id"] = 10113101,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“绝对执行”的换装舞会定制版。灰天鹅在水面翩然起舞，轻盈的羽毛随风飘散，落在手心时却又消散，只化作一滴眼泪。<br /><br />【“我并没有学过跳舞，这些舞步只是对书本和影碟呈现的拙劣模仿。既然你们觉得还不错，那我判断模仿这种方式是行之有效的。”】",
         ["备注"] = ""
      },
      ["绝对闪耀"] = {
         ["id"] = 10113102,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“绝对执行”的打歌舞台定制版。以热闹的音乐节现场为背景，话筒、耳麦、键盘、舞台……每一处细节与忧雾的适配度都为百分百。<br /><br />【“成为一名被喜爱的偶像……有更详细一点的指令吗？没有也没关系，我会做到的。”】",
         ["备注"] = ""
      },
      ["雪覆靛蓝"] = {
         ["id"] = 10113103,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“绝对执行”的沐春节定制款。从实验室逃出来之前，忧雾从没有见过真正的雪，但她非常喜欢这些冰冰凉凉、晶莹剔透的小东西。因此在改装枪械时，她也设法把一小片雪留了下来。<br /><br />【“不会消逝的雪花……这是关于冬天，最美好的记忆。”】",
         ["备注"] = ""
      },
      ["精准发力"] = {
         ["id"] = 10113104,
         ["稀有度"] = 4,
         ["获得方式"] = { "星轨共振" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“绝对执行”的运动会定制款。为了在拳击比赛中取得好成绩，忧雾没少在课余时间泡健身房。她将自己经常用来锻炼力量的器械稍加设计，变成了武器上的涂装。而那个正在出拳的小蜗，或许就是她本人的象征？<br /><br />【“只要是有技巧可循的训练方式，我应该都能掌握。毕竟，接受指令我还是很擅长的。”】",
         ["备注"] = ""
      },
      ["捕捉幸福"] = {
         ["id"] = 10113105,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“绝对执行”的游乐园限定涂装，设计灵感来源于游乐园内人气最高的抓娃娃机。琳琅满目的娃娃机和各式各样的毛绒玩具让忧雾流连忘返，最终也满载而归。<br /><br />【“不知道为什么，币好像用不完一样，所以我抓了一个又一个……是谁的币放错在了我的包里吗？”】",
         ["备注"] = ""
      },
      ["旋旋云弹"] = {
         ["id"] = 10113106,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "魔灵使忧雾的魔弹仪，由忧雾的命定魔力变化而成，能够将气旋的力量转化为魔法弹丸，击败忧雾的敌人，以云朵构筑的枪身绵软，却蕴含着驱赶迷惘的力量。<br /><br />【“代表气旋的力量，消灭你们！”】",
         ["备注"] = ""
      },
      ["奈落花唱"] = {
         ["id"] = 10113201,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "彼岸之武者手中祓除罪灵的咒器，受彼岸的意志所庇佑，其中封印着武者少女交锋过的大妖威能，当花瓣燃起时，焚净的是秽世的灾厄，超度的是迷惘的灵魂。<br /><br />【“万般执念，不如魂归花途。”】",
         ["备注"] = ""
      },
      ["奈落花唱-泷夜叉"] = {
         ["id"] = 10113202,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "彼岸之武者手中祓除罪灵的咒器，受彼岸的意志所庇佑，其中封印着武者少女交锋过的大妖威能，当花瓣燃起时，焚净的是秽世的灾厄，超度的是迷惘的灵魂。<br /><br />【“万般执念，不如魂归花途。”】",
         ["备注"] = ""
      },
      ["奈落花唱-不知火"] = {
         ["id"] = 10113203,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "彼岸之武者手中祓除罪灵的咒器，受彼岸的意志所庇佑，其中封印着武者少女交锋过的大妖威能，当花瓣燃起时，焚净的是秽世的灾厄，超度的是迷惘的灵魂。<br /><br />【“万般执念，不如魂归花途。”】",
         ["备注"] = ""
      },
      ["奈落花唱-青行灯"] = {
         ["id"] = 10113204,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "彼岸之武者手中祓除罪灵的咒器，受彼岸的意志所庇佑，其中封印着武者少女交锋过的大妖威能，当花瓣燃起时，焚净的是秽世的灾厄，超度的是迷惘的灵魂。<br /><br />【“万般执念，不如魂归花途。”】",
         ["备注"] = ""
      },
      ["奈落花唱-姑获鸟"] = {
         ["id"] = 10113205,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "彼岸之武者手中祓除罪灵的咒器，受彼岸的意志所庇佑，其中封印着武者少女交锋过的大妖威能，当花瓣燃起时，焚净的是秽世的灾厄，超度的是迷惘的灵魂。<br /><br />【“万般执念，不如魂归花途。”】",
         ["备注"] = ""
      }
   },
   ["绽放"] = {
      ["绽放"] = {
         ["id"] = 10111001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "突击步枪，满足以猛烈的火力压制战场的需求，其精准度和射速的平衡性也相当出色。配备1.25倍瞄准镜。",
         ["备注"] = ""
      },
      ["破碎线条"] = {
         ["id"] = 10111002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“破碎线条”系列涂装，线条的断点恰到好处，增加了视觉的冲击力，以极简的设计传递出了颇具层次与不和谐的美感。",
         ["备注"] = ""
      },
      ["碎梦"] = {
         ["id"] = 10111003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“碎梦”系列涂装，由不规则蓝色色块堆叠而成，图案中偶尔掺杂少量黄色碎片，给人以强烈的破碎感。",
         ["备注"] = ""
      },
      ["跃动"] = {
         ["id"] = 10111004,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“跃动”系列涂装，色彩炫丽时尚，富有活力激情，该涂装系列在新晋剪刀手成员之间颇受欢迎。",
         ["备注"] = ""
      },
      ["叛逆"] = {
         ["id"] = 10111005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“叛逆”系列涂装，色彩搭配反差感极强，图案设计状如一道迅捷有力的闪电，恰到好处地诠释了反叛与不羁的精神。",
         ["备注"] = ""
      },
      ["青春迷彩"] = {
         ["id"] = 10111006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“青春迷彩”系列涂装，经过某位白芸艺术馆设计师改良设计，颜色更加活泼明快，颇具青春的气息。",
         ["备注"] = ""
      },
      ["红与黑"] = {
         ["id"] = 10111007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“红与黑”系列涂装，以剪刀手的标志色为主色调，反叛色彩与不拘一格的形状诉说着剪刀手的反叛精神，这种涂装在老一派剪刀手成员中非常常见。",
         ["备注"] = ""
      },
      ["锦鲤"] = {
         ["id"] = 10111008,
         ["稀有度"] = 2,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“锦鲤”系列涂装，斑驳的红黑配色如同火药与烈焰，希望面对它的人能够走运。",
         ["备注"] = ""
      },
      ["编织"] = {
         ["id"] = 10111009,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备BP8" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“编织”系列涂装，吸收了传统时尚单品的设计理念，色彩搭配简洁而大胆，是彰显品味的装扮。",
         ["备注"] = ""
      },
      ["交错线"] = {
         ["id"] = 10111010,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备BP8" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“交错线”系列涂装，以暗色为敌，用交叉，叠加的线条作为主要的图形，在视觉上具有一定的迷惑性。",
         ["备注"] = ""
      },
      ["电音环流"] = {
         ["id"] = 10111101,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“绽放”的改装版本。就像她平常用香氛治愈队友的损伤一样，改装后的武器也嵌合了鼓舞队友精神的功能。<br /><br />【“别担心，我会让那些不和谐的声息停下来。”】<br /><br />",
         ["备注"] = ""
      },
      ["浪人"] = {
         ["id"] = 10111051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由象限工造出品的“浪人”系列枪械造型，神秘迷幻的紫色枪身中仿佛有浪花跃动，抚慰着每一位浪人的心。",
         ["备注"] = ""
      },
      ["夏日海滩"] = {
         ["id"] = 10111052,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "由象限工造出品的“夏日海滩”系列枪械造型，完美地将不同种类的海滩元素附着于枪身之上，宁<br />静时刻，甚至能听见海潮的回响。",
         ["备注"] = ""
      },
      ["禁区"] = {
         ["id"] = 10111053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“禁区”系列涂装，为适应科斯迷特沙漠环境而进行再配色的制式涂装，有着良好的隐蔽性。其上的警示图标也是准入该地区的“凭证”之一。",
         ["备注"] = ""
      },
      ["纸牌屋"] = {
         ["id"] = 10111054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“纸牌屋”系列枪械造型，枪身中央有着客户定制的艺术头像，四周环绕的卡牌装饰，俏皮中略带几分神秘。",
         ["备注"] = ""
      },
      ["涂痕"] = {
         ["id"] = 10111055,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“涂痕”系列涂装，为了让各地的来客能够深入体验乌尔比诺的潮流文化，长廊绘制所以喷漆，涂鸦为元素设计了一批枪械。派发在乌尔比诺各区的街头。",
         ["备注"] = ""
      },
      ["掠食者"] = {
         ["id"] = 10111056,
         ["稀有度"] = 3,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“掠食者”系列涂装，仿生迷彩的设计不仅提供了良好的复杂环境隐蔽能力，也象征着战士们强大的武力。",
         ["备注"] = ""
      },
      ["幽荆昙梦"] = {
         ["id"] = 10111201,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“绽放”的特殊改造款，是珐格兰丝成为溯光者领袖时获得的武器。荆棘缠绕骑枪，圣女走上战场，和平的道路并非坦途，但她走过的地方，必定会留下象征勇气的辉纹。<br /><br />【无需彷徨，黑暗是终将阅尽的篇章，祈万千勇者，以荆棘为刃，溯光前行。】",
         ["备注"] = ""
      },
      ["幽荆昙梦-覆梦"] = {
         ["id"] = 10111202,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“绽放”的特殊改造款，是珐格兰丝成为溯光者领袖时获得的武器。荆棘缠绕骑枪，圣女走上战场，和平的道路并非坦途，但她走过的地方，必定会留下象征勇气的辉纹。<br /><br />【无需彷徨，黑暗是终将阅尽的篇章，祈万千勇者，以荆棘为刃，溯光前行。】",
         ["备注"] = ""
      },
      ["幽荆昙梦-幽星"] = {
         ["id"] = 10111203,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“绽放”的特殊改造款，是珐格兰丝成为溯光者领袖时获得的武器。荆棘缠绕骑枪，圣女走上战场，和平的道路并非坦途，但她走过的地方，必定会留下象征勇气的辉纹。<br /><br />【无需彷徨，黑暗是终将阅尽的篇章，祈万千勇者，以荆棘为刃，溯光前行。】",
         ["备注"] = ""
      },
      ["幽荆昙梦-瑰刺"] = {
         ["id"] = 10111204,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“绽放”的特殊改造款，是珐格兰丝成为溯光者领袖时获得的武器。荆棘缠绕骑枪，圣女走上战场，和平的道路并非坦途，但她走过的地方，必定会留下象征勇气的辉纹。<br /><br />【无需彷徨，黑暗是终将阅尽的篇章，祈万千勇者，以荆棘为刃，溯光前行。】",
         ["备注"] = ""
      },
      ["幽荆昙梦-华蕾"] = {
         ["id"] = 10111205,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“绽放”的特殊改造款，是珐格兰丝成为溯光者领袖时获得的武器。荆棘缠绕骑枪，圣女走上战场，和平的道路并非坦途，但她走过的地方，必定会留下象征勇气的辉纹。<br /><br />【无需彷徨，黑暗是终将阅尽的篇章，祈万千勇者，以荆棘为刃，溯光前行。】",
         ["备注"] = ""
      },
      ["沙海天泽"] = {
         ["id"] = 10111102,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“绽放”的沙漠特化版本，通过材质与外形模仿了树脂析出枝干的过程，传闻在开火时会散发出木腊的香气，只可惜对手是没有机会闻到了。<br /><br />【“真遗憾，沙漠中看不到太多的花呢。”】",
         ["备注"] = ""
      },
      ["清馥幽兰"] = {
         ["id"] = 10111103,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“绽放”的医用特供版，依照使用者的需求添加了香芯插槽，是易用性至上的设计。<br /><br />【你能嗅到……其中的危险吗？】",
         ["备注"] = ""
      },
      ["冰雕雪琢"] = {
         ["id"] = 10111104,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“绽放”的冰雪节限定版本，满载冬日气息，晶莹的雪花飘洒于冰雕之上，仿佛让人置身于冬日的梦幻游乐场。<br /><br />【“雪花的香味，应该是冷冷甜甜的吧？会很好闻呢。”】",
         ["备注"] = ""
      },
      ["鲤尾善舞"] = {
         ["id"] = 10111105,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“绽放”的沐春节特殊定制款。传说中长着焰尾的锦鲤能带来好运，珐格兰丝以“锦鲤”为主题，改造了自己的武器。希望在新一年，她所研制的香氛也能为大家带去好运。<br /><br />【“这款香氛，就叫‘锦鲤’吧。说不定能提高我们战斗的胜率呢。”】",
         ["备注"] = ""
      },
      ["安魂挽歌"] = {
         ["id"] = 10111106,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“绽放”的暗黑哥特风格改装版，枪支上装饰着珐格兰丝精心培育的卡特兰。如果一定要让人们陷入沉睡，那么至少能送上一曲安魂的挽歌。<br /><br />【“不会痛苦的，只是伴着花香做了个长久的美梦。”】",
         ["备注"] = ""
      },
      ["雾畔霞影"] = {
         ["id"] = 10111107,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“绽放”的高空作战定制款，以经典航天器为原型设计的流线型枪身加强了对乱流的适配，足以贯彻操控者的意志，成为苍穹上闪耀的飞星。<br /><br />【“我是守护伙伴的僚机，我也是航向未来的鹰翼。”】",
         ["备注"] = ""
      },
      ["涟涟水月"] = {
         ["id"] = 10111108,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "魔法少女珐格兰丝的魔弹仪，由珐格兰丝的命定魔力变化而成，能够将清漪的力量转化为魔法弹丸，水色的温柔中，藏着想要守护一切的决心。<br /><br />【“于我而言，一个世界，一朵花开，都要守护。”】",
         ["备注"] = ""
      }
   },
   ["逆焰"] = {
      ["逆焰"] = {
         ["id"] = 10102001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "突击步枪，性能可靠、火力强大，性价比奇高。对恶劣环境有高耐性，输出能力稳定，堪称强悍与适性的完美融合。配备1.25倍瞄准镜。",
         ["备注"] = ""
      },
      ["浪潮"] = {
         ["id"] = 10102003,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“浪潮”系列涂装，以蓝色色块组合模拟海浪的造型，虽无潮声，却也沁人心脾。",
         ["备注"] = ""
      },
      ["霓虹"] = {
         ["id"] = 10102004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“霓虹”系列涂装，SCIS-08定制款，叛逆不羁的色彩搭配，受到剪刀手阵营的青睐。",
         ["备注"] = ""
      },
      ["紫金"] = {
         ["id"] = 10102005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“紫金”系列涂装，别出心裁的紫金撞色搭配给予枪身别样的质感。",
         ["备注"] = ""
      },
      ["迷彩"] = {
         ["id"] = 10102006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“迷彩”系列涂装，枪身上多样的色彩融合，很好地达到了融入自然环境的效果。",
         ["备注"] = ""
      },
      ["信念"] = {
         ["id"] = 10102007,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“信念”系列涂装，黑底，配上剪刀手徽记与涂鸦，肃杀中彰显出持有者坚定的意志。",
         ["备注"] = ""
      },
      ["魅紫"] = {
         ["id"] = 10102008,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“魅紫”系列涂装，以明亮的紫色填充枪身，赋予枪身独特的神秘感。",
         ["备注"] = ""
      },
      ["交错线"] = {
         ["id"] = 10102009,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“交错线”系列涂装，以暗色为敌，用交叉，叠加的线条作为主要的图形，在视觉上具有一定的迷惑性。",
         ["备注"] = ""
      },
      ["浪人"] = {
         ["id"] = 10102051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由象限工造出品的“浪人”系列枪械造型，神秘迷幻的紫色枪身中仿佛有浪花跃动，抚慰着每一位浪人的心。",
         ["备注"] = ""
      },
      ["夏日海滩"] = {
         ["id"] = 10102052,
         ["稀有度"] = 3,
         ["获得方式"] = { "夏日音乐节" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "由象限工造出品的“夏日海滩”系列枪械造型，完美地将不同种类的海滩元素附着于枪身之上，宁静时刻，甚至能听见海潮的回响。",
         ["备注"] = ""
      },
      ["Q版世界"] = {
         ["id"] = 10102053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由象限工造出品的“Q版世界”系列枪械造型，将定制者的Q版三视图融入视觉设计中，为枪身赋予轻松气息的同时，更好地满足了客制化需求。",
         ["备注"] = ""
      },
      ["纸牌屋"] = {
         ["id"] = 10102054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“纸牌屋”系列涂装，以红心黑方作为主题，身着华服的Q版剪刀手成员惟妙惟肖，彰显贵气之感。",
         ["备注"] = ""
      },
      ["龙腾虎跃"] = {
         ["id"] = 10102055,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“龙腾虎跃”系列涂装，以黄白二色凸显喜庆之感，刻画舞狮的剪刀手队员们跃然而上，凸显龙马精神。",
         ["备注"] = ""
      },
      ["禁区"] = {
         ["id"] = 10102056,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“禁区”系列涂装，为适应科斯迷特沙漠环境而进行再配色的制式涂装，有着良好的隐蔽性。其上的警示图标也是准入该地区的“凭证”之一。",
         ["备注"] = ""
      },
      ["穹顶科技"] = {
         ["id"] = 10102104,
         ["稀有度"] = 4,
         ["获得方式"] = { "战斗勋章-A级奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "以“逆焰”为蓝本，由象限工造重新设计的尖端武器，在保留逆焰基础造型的同时，对枪械整体性能进行了不止一个层级的拔高。<br /><br />【科技的进步，究竟需要怎样的催化剂？——很简单，只要有战争就够了。】",
         ["备注"] = ""
      },
      ["反逆信标"] = {
         ["id"] = 10102105,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "以“逆焰”为原型，象限工造全面更新的型号。银灰色为主体的金属枪身，暗暗的红光，透出凛凛的杀意。<br /><br />【我们的意志坚如钢铁。让我们一起，把压迫者的高塔烧成灰。】",
         ["备注"] = ""
      },
      ["欢歌"] = {
         ["id"] = 10102106,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "模仿“逆焰”，水枪造型的创意型号。可别把这把枪当成玩具，明可不会手下留情。<br /><br />【唱起来吧，伙伴们，让我们一同歌唱。为了自由，为了故土，为了我们的理想。】",
         ["备注"] = ""
      },
      ["西部雄鹰"] = {
         ["id"] = 10102107,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“逆焰”的个人定制款，鹰隼的敏锐与牛仔的潇洒集于一身，恰到好处地诠释了牛仔的勇敢无畏与狂放自由。<br /><br />【被这只“雄鹰”盯上的猎物，绝对逃不掉。】",
         ["备注"] = ""
      },
      ["燃烧夜火"] = {
         ["id"] = 10102108,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“逆焰”的个人定制款，激进的造型与激情的配色，誓要将黑夜点燃。<br /><br />【燃烧吧！火焰是只属于黑夜的浪漫！】",
         ["备注"] = ""
      },
      ["苍银传说"] = {
         ["id"] = 10102109,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“逆焰”的个人定制款，苍蓝色的基本涂装搭配大量银饰，每次枪响都伴随着悦耳的铃音，仿佛在诉说一段悠久的传说。<br /><br />【啊？不需要那种老掉牙的故事，看我来书写新的传说。】",
         ["备注"] = ""
      },
      ["黎明之光"] = {
         ["id"] = 10102110,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“逆焰”的个人定制款，火狐与红刚玉的融合彰显了主人的热情似火。明形容它是黑夜里跳动的火焰，是比朝霞更早的霞光。<br /><br />【“来吧，和我一起燃烧腐朽，将黑夜点亮！”】",
         ["备注"] = ""
      },
      ["赤鳞青锋"] = {
         ["id"] = 10102111,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“逆焰”的“沐春节”特供版，枪身组装了类似龙鳞形状的坚甲，一柄青色的尖枪横贯其中，凸显着豪情侠气。<br /><br />【“进行武艺表演可以吃饭免单？呵，那本女侠就小露两手吧。”】",
         ["备注"] = ""
      },
      ["蒸汽幻想"] = {
         ["id"] = 10102113,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“逆焰”的复古定制款。科技的发展带来了探索的无限可能，但人们会用特别的造型来永久铭记那个被蒸汽开启未来幻想的年代。<br /><br />【“列车在荒野之中穿行，而未来，一定属于我们！”】",
         ["备注"] = ""
      },
      ["华庭醺光"] = {
         ["id"] = 10102114,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“逆焰”的贵族晚宴定制款枪械，以酒瓶和红宝石作为设计元素，锋利而流畅的线条彰显了其主人洒脱的性格。<br /><br />【“哈哈，既然奉我为座上宾，那今晚岂不是能开怀畅饮？”】",
         ["备注"] = ""
      },
      ["炎嚣狂骨"] = {
         ["id"] = 10102115,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“逆焰”的校园日演出定制款，以古老传说中的神异为涂装，让持握者能够获得澎拜的热血和无尽的力量。",
         ["备注"] = ""
      },
      ["夜煌雷动"] = {
         ["id"] = 10102116,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“逆焰”的个人定制款，以星辉与焰尾为象征，张狂而凌厉的涂装强调着谁才是这片战场的主唱。<br /><br />【“现在开始，这个战场，只有我说了算。”】",
         ["备注"] = ""
      },
      ["欢响松枝"] = {
         ["id"] = 10102117,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“逆焰”的圣诞限定款涂装，没有了平日战阵上的嚣张气焰，挂满礼盒与霜雪的松枝令人心生暖意，正如主人一般，雷厉风行，却有着一颗温柔的心。<br /><br />【“大声许愿吧，只要肯相信，愿望就一定会实现的！”】",
         ["备注"] = ""
      },
      ["鸣雷奔霆"] = {
         ["id"] = 10102201,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“逆焰”的私人定制款，其身状若奔雷，电光如龙飞腾其间。它的枪响同其主人的名号一样响亮，据说仅鸣一声，即可如雷霆一般撼动江湖，响彻乾坤。<br /><br />历史悠久的剪刀手迎新故事会，如今已然成了武侠专场，听客们来自五湖四海。作为突击小队副队的主讲人但凡谈及队长的事迹，便能口若悬河。<br />然而在某次讲述中，他讲述了数十遍的荒原奔雷记却遭到了一位小听客的打断，对方破天荒地提出了想听听“苍雷潜龙”与罪犯们斗智斗勇的故事。<br />正当他准备开口作答时，一道战衣飘扬的身影飒沓而来。<br />“准、准备作战？现在？是什么任务啊，队长？”<br />“简而言之，就是与罪犯们斗智斗勇！”<br />顺走一包薯片后，那个身影同时向小听客挥手邀请。<br />“百闻不如一见！今天，让你看看现场！”",
         ["备注"] = ""
      },
      ["鸣雷奔霆-奔涌"] = {
         ["id"] = 10102202,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      },
      ["鸣雷奔霆-朱砂"] = {
         ["id"] = 10102203,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      },
      ["鸣雷奔霆-苍茫"] = {
         ["id"] = 10102204,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      },
      ["鸣雷奔霆-青铜"] = {
         ["id"] = 10102205,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      },
      ["致命轮盘"] = {
         ["id"] = 10102206,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "这是明最擅长的游戏，无需复杂计算和心理博弈，只需要手上的技巧，外加一点点不错的运气。但当你在战场上看到这副轮盘，就绝非桌面上无伤大雅的玩乐。“逆焰”的每一次旋转，都会将生命放上输赢的天秤。<br /><br />【“来玩个游戏如何？输家，后果自负。”】",
         ["备注"] = ""
      },
      ["致命轮盘-炽光"] = {
         ["id"] = 10102207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "这是明最擅长的游戏，无需复杂计算和心理博弈，只需要手上的技巧，外加一点点不错的运气。但当你在战场上看到这副轮盘，就绝非桌面上无伤大雅的玩乐。“逆焰”的每一次旋转，都会将生命放上输赢的天秤。<br /><br />【“来玩个游戏如何？输家，后果自负。”】",
         ["备注"] = ""
      },
      ["致命轮盘-冷银"] = {
         ["id"] = 10102208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "这是明最擅长的游戏，无需复杂计算和心理博弈，只需要手上的技巧，外加一点点不错的运气。但当你在战场上看到这副轮盘，就绝非桌面上无伤大雅的玩乐。“逆焰”的每一次旋转，都会将生命放上输赢的天秤。<br /><br />【“来玩个游戏如何？输家，后果自负。”】",
         ["备注"] = ""
      },
      ["致命轮盘-迷辉"] = {
         ["id"] = 10102209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "这是明最擅长的游戏，无需复杂计算和心理博弈，只需要手上的技巧，外加一点点不错的运气。但当你在战场上看到这副轮盘，就绝非桌面上无伤大雅的玩乐。“逆焰”的每一次旋转，都会将生命放上输赢的天秤。<br /><br />【“来玩个游戏如何？输家，后果自负。”】",
         ["备注"] = ""
      },
      ["致命轮盘-幽灵"] = {
         ["id"] = 10102210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "这是明最擅长的游戏，无需复杂计算和心理博弈，只需要手上的技巧，外加一点点不错的运气。但当你在战场上看到这副轮盘，就绝非桌面上无伤大雅的玩乐。“逆焰”的每一次旋转，都会将生命放上输赢的天秤。<br /><br />【“来玩个游戏如何？输家，后果自负。”】",
         ["备注"] = ""
      }
   },
   ["影袭"] = {
      ["影袭"] = {
         ["id"] = 10104001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "短突击步枪，在拥有较高稳定性的同时，其精准性也十分出众。配备1.25倍瞄准镜。",
         ["备注"] = ""
      },
      ["浪潮"] = {
         ["id"] = 10104003,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“浪潮”系列涂装，以蓝色色块组合模拟海浪的造型，虽无潮声，却也沁人心脾。",
         ["备注"] = ""
      },
      ["霓虹"] = {
         ["id"] = 10104004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“霓虹”系列涂装，SCIS-08定制款，叛逆不羁的色彩搭配，受到剪刀手阵营的青睐。",
         ["备注"] = ""
      },
      ["紫金"] = {
         ["id"] = 10104005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“紫金”系列涂装，别出心裁的紫金撞色搭配给予枪身别样的质感。",
         ["备注"] = ""
      },
      ["迷彩"] = {
         ["id"] = 10104006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“迷彩”系列涂装，枪身上多样的色彩融合，很好地达到了融入自然环境的效果。",
         ["备注"] = ""
      },
      ["信念"] = {
         ["id"] = 10104007,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“信念”系列涂装，黑底，配上剪刀手徽记与涂鸦，肃杀中彰显出持有者坚定的意志。",
         ["备注"] = ""
      },
      ["魅紫"] = {
         ["id"] = 10104008,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“魅紫”系列涂装，以明亮的紫色填充枪身，赋予枪身独特的神秘感。",
         ["备注"] = ""
      },
      ["交错线"] = {
         ["id"] = 10104009,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“交错线”系列涂装，以暗色为敌，用交叉，叠加的线条作为主要的图形，在视觉上具有一定的迷惑性。",
         ["备注"] = ""
      },
      ["浪人"] = {
         ["id"] = 10104051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由象限工造出品的“浪人”系列枪械造型，神秘迷幻的紫色枪身中仿佛有浪花跃动，抚慰着每一位浪人的心。",
         ["备注"] = ""
      },
      ["夏日海滩"] = {
         ["id"] = 10104052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由象限工造出品的“夏日海滩”系列枪械造型，完美地将不同种类的海滩元素附着于枪身之上，宁静时刻，甚至能听见海潮的回响。",
         ["备注"] = ""
      },
      ["Q版世界"] = {
         ["id"] = 10104053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由象限工造出品的“Q版世界”系列枪械造型，将定制者的Q版三视图融入视觉设计中，为枪身赋予轻松气息的同时，更好地满足了客制化需求。",
         ["备注"] = ""
      },
      ["纸牌屋"] = {
         ["id"] = 10104054,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "由长廊绘制所出品的“纸牌屋”系列枪械造型，枪身中央有着客户定制的艺术头像，四周环绕的卡牌装饰，俏皮中略带几分神秘。",
         ["备注"] = ""
      },
      ["龙腾虎跃"] = {
         ["id"] = 10104055,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“龙腾虎跃”系列涂装，以黄白二色凸显喜庆之感，刻画舞狮的剪刀手队员们跃然而上，凸显龙马精神。",
         ["备注"] = ""
      },
      ["飞鸟"] = {
         ["id"] = 10104056,
         ["稀有度"] = 3,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“飞鸟”系列主题涂装，生动描绘了多种鸟类动物的活泼生态，仔细观察似乎还被涂画上了使用者的个性符号。",
         ["备注"] = ""
      },
      ["禁区"] = {
         ["id"] = 10104057,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“禁区”系列涂装，为适应科斯迷特沙漠环境而进行再配色的制式涂装，有着良好的隐蔽性。其上的警示图标也是准入该地区的“凭证”之一。",
         ["备注"] = ""
      },
      ["风暴序曲"] = {
         ["id"] = 10104101,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“影袭”的定制款。流金镶边犹如夕阳辉光，茜红枪身仿佛日暮红云。人们曾期盼着如此华丽灿烂的未来。<br /><br />【“晚霞虽美，却躲不过一场洗净天空的风暴。”】",
         ["备注"] = ""
      },
      ["生化律动"] = {
         ["id"] = 10104104,
         ["稀有度"] = 4,
         ["获得方式"] = { "启蒙计划奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "象限工造出品，“影袭”的生化主题款式。虽然卡丘世界并不再拥有“生化”的概念，但其于古地球的影响力以及背后的警示意义，至今依旧存在。<br /><br />【生化武器不过是无数底线中的一道，而战争是没有底线的。残酷的时代必将落幕，那些不被限制的力量，终将成为人类的绝望。】",
         ["备注"] = ""
      },
      ["朋克摇滚"] = {
         ["id"] = 10104105,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "以“影袭”为基础，加入了赛博朋克风格改造的款式。暗蓝色的枪身流溢紫光，宛如风雨欲来，云层间隐现雷霆。<br /><br />【“决不害怕每个刹那”——永恒之声如此高歌。】",
         ["备注"] = ""
      },
      ["求索"] = {
         ["id"] = 10104106,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“影袭”的定制款，欧泊风格的蓝白配色极具伪装性，但实际上出自象限工造之手。<br /><br />【不断摒弃虚妄的过程，让我得以成为现在的我。因此，无需多言，只需求索。】",
         ["备注"] = ""
      },
      ["十面埋伏"] = {
         ["id"] = 10104107,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“影袭”的个人定制款，精妙的伪装适用于暗中出击的场合使用，充分体现了以静制动的特别含义。<br /><br />【“嘿，树叶在说话？”】",
         ["备注"] = ""
      },
      ["狼齿"] = {
         ["id"] = 10104108,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "影袭的节日特供版，枪身风格沿用了拉薇最喜欢的尖锐和流线型设计，喷出的青色能量流似乎也形成了利齿的样子十分威风。<br /><br />【“快跑吧，不然你就就要被吃掉了……台词是这么念的吧？”】",
         ["备注"] = ""
      },
      ["暗藏声影"] = {
         ["id"] = 10104109,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "金树音乐会发放的奖品之一，拉薇委托令将其改造为了一把值得纪念的枪械，时不时地她就会拿出来这把枪呢喃着什么……<br /><br />【“夕阳……真美啊。”】",
         ["备注"] = ""
      },
      ["暗夜行者"] = {
         ["id"] = 10104110,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“影袭”的个人定制款。蓝宝石恰到好处地嵌在镂空枪身里，正如剪刀手的此次的计划一般天衣无缝。<br /><br />【”时间开始了——”】",
         ["备注"] = ""
      },
      ["暗刃珠红"] = {
         ["id"] = 10104111,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“影袭”的客制化枪械外观，一柄利刃隐于深邃如夜的枪身之上，只在最重要的时候才会展露猩红如珠的锋芒，一如在咖啡厅内收敛锋芒、伺机而动的拉薇。<br /><br />【“店内出现了身份不明的人……为了你的安全，必要的时候我会采取行动。”】",
         ["备注"] = ""
      },
      ["野草"] = {
         ["id"] = 10104112,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“影袭”的荒野行动调色版，为了配合隐匿的需求，令为这把枪进行了涂装。当人与枪与大地融为一体时，稗草、乌麦还有更多拉薇叫不出名字的植物……它们随着她的匍匐前进，微微摇晃。<br /><br />【野草也有属于野草的格调，它们的根往往扎得很深，而且，永不屈服。】",
         ["备注"] = ""
      },
      ["馥郁兰香"] = {
         ["id"] = 10104113,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“影袭”的地下沙龙特供版，在侧面装饰了雕刻精巧的兰花。世人印象中的兰花柔软芬芳，但拉薇却认为其亦有高洁坚贞之志。<br />【“这些花如果有香味，应该也是冷冷的吧。”】",
         ["备注"] = ""
      },
      ["云雀琴音"] = {
         ["id"] = 10104114,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“影袭”的异世界冒险主题涂装，以苍翠为主色调，既让人联想到森林的清新，又仿佛新生竹枝一般细韧有力。这把融入了琴弦和云雀羽翼元素的武器，在造型上还加入了类似战士盔甲的防护装饰。<br /><br />【“柔韧的生命力，唯有披上守护之甲，才能在这凶险的世界中奏响乐章。”】",
         ["备注"] = ""
      },
      ["虚妄旧约"] = {
         ["id"] = 10104115,
         ["稀有度"] = 4,
         ["获得方式"] = { "星轨共振" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“影袭”的赛博风格定制款涂装。枪身线条流畅锐利，将侧面切割为多个菱形截面，从不同角度看能折射出不同的光芒，有种流动的高科技质感。<br /><br />【“你们所看到的，只是别人想让你们看到的。换个角度，一切都会不一样。”】",
         ["备注"] = ""
      },
      ["水镜同天"] = {
         ["id"] = 10104116,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“影袭”的花朝典仪限定涂装，灵感源自拉薇所见的一池春水，清净不张扬，却蕴含着蓬勃的力量，说不上为何被吸引，她只觉得自己心里，隐隐有一个含苞待放的梦想。<br /><br />【“点点星槎，叶叶紫裳，浩浩春水，细细流霞。”】",
         ["备注"] = ""
      },
      ["一剪梅"] = {
         ["id"] = 10104201,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“影袭”的私人定制款，将梅花与古风的要素融入其中，继承了武将的勇猛与梅花的傲骨，即使在最艰难的战事中，也将同自己的主人一马当先，摧锋陷阵。<br /><br />雪夜月黑，冬天的沙场格外寒冷。<br />身后的将士们相继倒下，唯独武将一人还在与风雪抗争。突如其来的大雪葬送了一切，也许连那剪冬梅也被淹没了。<br />作为统帅，武将不可折服，她还要兑现折梅相见的约定。正如这把枪的名字“一剪梅”，再冷酷的冬雪下，梅花都将凌寒独立。<br />而在寒冬过后，归乡的初春之日也就不远了吧。",
         ["备注"] = ""
      },
      ["一剪梅-傲雪"] = {
         ["id"] = 10104202,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      },
      ["一剪梅-常青"] = {
         ["id"] = 10104203,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      },
      ["一剪梅-相思"] = {
         ["id"] = 10104204,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      },
      ["一剪梅-入画"] = {
         ["id"] = 10104205,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      }
   },
   ["彩绘"] = {
      ["彩绘"] = {
         ["id"] = 10301001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "精确射手步枪，完美解决威力与射程的两难问题，可有效压制中远距离的敌方单位。配备1.5倍瞄准镜。",
         ["备注"] = ""
      },
      ["秘纹"] = {
         ["id"] = 10301002,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“秘纹”系列涂装，靛蓝色块搭配橙色纹路，加之独具特色的图形标志，曾一度引领涂装审美的浪潮。",
         ["备注"] = ""
      },
      ["多维"] = {
         ["id"] = 10301003,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“多维”系列涂装，以卡拉彼丘图案为设计锚点，简约却不简单的图形中，流溢着别样的设计魅力。",
         ["备注"] = ""
      },
      ["热情"] = {
         ["id"] = 10301004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“热情”系列涂装，URB-00定制款，艳丽乖张的色彩彰显最为新潮的理念，深受乌尔比诺成员们的喜爱。",
         ["备注"] = ""
      },
      ["错觉"] = {
         ["id"] = 10301005,
         ["稀有度"] = 2,
         ["获得方式"] = { "夏日音乐节" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“错觉”系列涂装，以蓝色调为主，混合扭曲的色彩看似在流动一般，表现出复杂动态的变形之美。",
         ["备注"] = ""
      },
      ["嵌合"] = {
         ["id"] = 10301006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“嵌合”系列涂装，深浓浅淡，错落有致的橙色马赛克涂装，带来独特而充满视觉效果的艺术感。",
         ["备注"] = ""
      },
      ["棱镜"] = {
         ["id"] = 10301007,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“棱镜”系列涂装，不同深浅的紫红色调，仿佛在棱镜碎片中折射，显现出万花筒一般的美感。",
         ["备注"] = ""
      },
      ["蜂巢"] = {
         ["id"] = 10301008,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“蜂巢”系列涂装，充满科技感的蓝紫色，赋以六角形的边界图案，体现出严谨而精密的科学之美。",
         ["备注"] = ""
      },
      ["交错线"] = {
         ["id"] = 10301009,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“交错线”系列涂装，以暗色为敌，用交叉，叠加的线条作为主要的图形，在视觉上具有一定的迷惑性。",
         ["备注"] = ""
      },
      ["占星"] = {
         ["id"] = 10301051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“占星”系列枪械造型，神秘与潮流的结合，长廊绘制所内画师们的呕心沥血之作。",
         ["备注"] = ""
      },
      ["漫画之星"] = {
         ["id"] = 10301052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“漫画之星”系列枪械造型，于枪身中央增添了客户定制的艺术头像，配以精心搭配的色块设计，更好地还原了客户们的个性化需求。",
         ["备注"] = ""
      },
      ["纸牌屋"] = {
         ["id"] = 10301053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“纸牌屋”系列涂装，以绿心桃形作为主体，充满活力的乌尔比诺成员今天也在为了自由和艺术而战。",
         ["备注"] = ""
      },
      ["暗金浪涌"] = {
         ["id"] = 10301054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“暗金浪涌”系列主题涂装，由偏光实验室推出的枪械涂装，主打暗金色调，在保证酷炫拉风的同时，也颇具金属般的沉稳感与力量感。",
         ["备注"] = ""
      },
      ["幻海"] = {
         ["id"] = 10301056,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“幻海”系列枪械造型，将海洋元素融入枪身之内，又附以如梦似幻的渐变配色，大大加强了枪械的整体艺术感。",
         ["备注"] = ""
      },
      ["兔兔星球"] = {
         ["id"] = 10301102,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“彩绘”的概念客制型号，其艺术设计风格源自于玛德蕾娜的个人审美，额外增添了她喜爱的兔兔元素。<br /><br />【最后一只兔兔驾驶着火箭飞往了宇宙的深处。于是，我们依稀可见远方群星浩渺，一颗火种冉冉升入未知的浩瀚，为兔兔文明的终结立下落幕的丰碑。】",
         ["备注"] = ""
      },
      ["碧海之风"] = {
         ["id"] = 10301104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“彩绘”的创意客制型号，水枪的造型活泼可爱。但当它开火之时，子弹就如同无情的浪涛席卷而来。<br /><br />【大海有时风平浪静，有时吞没一切。自由亦如此，追寻它的过程中，可能带来幸福，也可能带来毁灭。】",
         ["备注"] = ""
      },
      ["原野寻思"] = {
         ["id"] = 10301105,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“彩绘”的个人定制款，适用于野外场合的作战，枪身的装饰根据玛德蕾娜在野外写生时遇到的动物所描绘，可爱的表情让人忍俊不禁。<br /><br />【“这是我的动物伙伴，和它打个招呼吧？”】",
         ["备注"] = ""
      },
      ["宇宙星耀"] = {
         ["id"] = 10301106,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“彩绘”的定制款枪械，在满足太空流线的基础美感上添加了象征宇宙星云的粉紫色能量束，在为枪械提供澎湃动力的同时，也是非常不错的荧光剂，能让她的作品在黑暗的宇宙熠熠生辉。<br /><br />【“就让我把你点缀得更加灿烂一点，如何？”】",
         ["备注"] = ""
      },
      ["快闪音浪"] = {
         ["id"] = 10301107,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“彩绘”的轻量化改装，在设计时融入了对旋律这一概念的印象化处理，当拿起它的时候，枪声总会成为一种动感的音符。<br /><br />【“是时候嗨起来了，朋友们！”】",
         ["备注"] = ""
      },
      ["乐声礼赞"] = {
         ["id"] = 10301108,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "音乐会后玛德蕾娜通过音乐会得到的灵感而制成的装备，拉机柄上甚至配备了琴弦，等待随时奏响乐章。<br /><br />【“这次的演奏，你听到了吗？”】",
         ["备注"] = ""
      },
      ["浪漫鼓点"] = {
         ["id"] = 10301110,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“彩绘”的艺术特化型号，以古典浪漫的风格设计而成，轻扣枪身的铃鼓，即可奏响一曲美妙的舞曲。<br /><br />【“别害怕我的子弹嘛，我只是想邀请你一起演奏铃鼓而已~”】",
         ["备注"] = ""
      },
      ["青绿童趣"] = {
         ["id"] = 10301111,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“彩绘”的客制化设计款，枪身以鲜亮的嫩绿为主色调，点缀有可爱的卡通角色，融入玛德蕾娜天真浪漫的奇思与童趣。<br /><br />【“真是奇妙，小的时候想快点长大，长大了却又想变回小孩子。”】",
         ["备注"] = ""
      },
      ["创作套组"] = {
         ["id"] = 10301112,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "在将影像中的道具以及画笔，颜料装入后，枪械就变成了这副强大的模样。看来之后的每一场战斗，都能激发更多创作灵感呢 。<br /><br />【拿来当作参考吧，我来帮你重塑造型，看锤！】",
         ["备注"] = ""
      },
      ["橡木海盗船"] = {
         ["id"] = 10301113,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“彩绘”的奇趣游乐园定制款涂装，水豚驾驶着橡木海盗船，在森林中不断穿行，是玛德蕾娜在射气球摊位中拿到的奖品。<br /><br />【“诶？看起来软乎乎的水豚，一旦被激起胜负欲也挺有脾气的嘛！”】",
         ["备注"] = ""
      },
      ["魔偶觅真"] = {
         ["id"] = 10301114,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“彩绘”的童话幻想夜定制款涂装，取材于经典的童话故事，使用特制的木料雕刻外观，让枪身散发古朴又奇妙的质感，宛如故事中蕴含魔力的魔法棒。<br /><br />【“就这一次，我们一起穿越黑暗的森林，寻找到彩虹落下的国度吧！”】",
         ["备注"] = ""
      },
      ["丰饶余庆"] = {
         ["id"] = 10301115,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "玛德蕾娜为她的“彩绘”换上了沐春主题的涂装。庆贺沐春的美食总是让玛德蕾娜念念不忘，她描绘着热腾腾的烟火气，希望将衣食丰足的祝福带给每一个人。<br /><br />【“一年中的重要节日，当然要先吃好喝好，才有力气玩耍。嗯……果然比起精致的晚宴，还是庆典上的小吃更加美味。”】",
         ["备注"] = ""
      },
      ["工业幻想"] = {
         ["id"] = 10301201,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "画家玛德蕾娜的爱枪“彩绘”摇身一变，成了一把造型复古、充满蒸汽趣味的产品。是时候与怪盗正面对决了！不过，要切记探案时间极为紧迫，要记得随时查看时钟哦。",
         ["备注"] = ""
      },
      ["工业幻想-绿松"] = {
         ["id"] = 10301202,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "画家玛德蕾娜的爱枪“彩绘”摇身一变，成了一把造型复古、充满蒸汽趣味的产品。是时候与怪盗正面对决了！不过，要切记探案时间极为紧迫，要记得随时查看时钟哦。",
         ["备注"] = ""
      },
      ["工业幻想-蓝调"] = {
         ["id"] = 10301203,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      },
      ["工业幻想-赤诚"] = {
         ["id"] = 10301204,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      },
      ["工业幻想-黄金"] = {
         ["id"] = 10301205,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      }
   },
   ["审判官"] = {
      ["审判官"] = {
         ["id"] = 10304001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "自动步枪，因使用全威力步枪弹，而具有较强的战斗性，能适应全天候作战。配备1.5倍瞄准镜，可在半自动射击模式与全自动射击模式之间切换。",
         ["备注"] = ""
      },
      ["深湖"] = {
         ["id"] = 10304002,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“深湖”系列涂装，在保持整体青色基调的情况下进行了少许明暗调整，成品效果内敛且深沉。",
         ["备注"] = ""
      },
      ["彩斑"] = {
         ["id"] = 10304003,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“彩斑”系列涂装，以复数颜料色带涂抹而成，看似随性，却有艺术的气息喷薄而出。",
         ["备注"] = ""
      },
      ["警戒"] = {
         ["id"] = 10304004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“警戒”系列涂装，PUS-04定制款，鲜明醒目，欧泊阵营中随处可见。",
         ["备注"] = ""
      },
      ["雷火"] = {
         ["id"] = 10304005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“雷火”系列涂装，橙灰交错，复古的同时融入了潮流元素。",
         ["备注"] = ""
      },
      ["碎梦"] = {
         ["id"] = 10304006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“碎梦”系列涂装，由不规则蓝色色块堆叠而成，图案中偶尔掺杂少量黄色碎片，给人以强烈的破碎感。",
         ["备注"] = ""
      },
      ["炫彩"] = {
         ["id"] = 10304007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“炫彩”系列涂装，由大量六边形色块重叠而成，斑斓的色彩效果甚至令人有种火力增强的错觉。",
         ["备注"] = ""
      },
      ["冲浪"] = {
         ["id"] = 10304009,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“冲浪”系列涂装，使用简约的色块勾勒出了沙滩与海浪的景象，拿在手上仿佛也能乘上海浪勇往直前。",
         ["备注"] = ""
      },
      ["锦鲤"] = {
         ["id"] = 10304010,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“锦鲤”系列涂装，斑驳的红黑配色如同火药与烈焰，希望面对它的人能够走运。",
         ["备注"] = ""
      },
      ["编织"] = {
         ["id"] = 10304011,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备BP8" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“编织”系列涂装，吸收了传统时尚单品的设计理念，色彩搭配简洁而大胆，是彰显品味的装扮。",
         ["备注"] = ""
      },
      ["主角之星"] = {
         ["id"] = 10304051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由偏光实验室出品的“主角之星”系列枪械造型，为客户特殊定制个性化形象并将其融入枪身设计中，堪称定制枪械设计的典范。",
         ["备注"] = ""
      },
      ["夏日派对"] = {
         ["id"] = 10304052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由偏光实验室出品的“夏日派对”系列枪械造型，整体洋溢着轻松活跃的氛围，在战斗中甚至能起到鼓舞士气的作用。",
         ["备注"] = ""
      },
      ["纸牌屋"] = {
         ["id"] = 10304053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“纸牌屋”系列枪械造型，枪身中央有着客户定制的艺术头像，四周环绕的卡牌装饰，俏皮中略带几分神秘。",
         ["备注"] = ""
      },
      ["招财猫"] = {
         ["id"] = 10304054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由偏光实验室出品的“招财猫”系列枪械造型，以象征着开运的招财猫为设计锚点，表达了设计者对客户们的美好祝福。",
         ["备注"] = ""
      },
      ["飞鸟"] = {
         ["id"] = 10304055,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“飞鸟”系列主题涂装，生动描绘了多种鸟类动物的活泼生态，仔细观察似乎还被涂画上了使用者的个性符号。",
         ["备注"] = ""
      },
      ["潮流冲击"] = {
         ["id"] = 10304056,
         ["稀有度"] = 3,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "顺应当下的流行文化进行重新涂装的定制款枪械，基于其图景中存在打击，怒意的情绪暗示，欧泊将其配备给了某位，在个人经历上，颇具宿怨的成员，以上原因请对“他”保密。",
         ["备注"] = ""
      },
      ["赛博往日"] = {
         ["id"] = 10304102,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“审判官”的概念定制款，以赛博朋克为主题，搭配以时尚的配色，绚丽之余，又引人反思。<br /><br />【霓虹尚未褪去旧色，曙光依旧风雨飘摇。往日繁华仍在，可那钢铁丛林之下，文明的灯火却再无微光泛起。】",
         ["备注"] = ""
      },
      ["夕归"] = {
         ["id"] = 10304103,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“审判官”的个人定制款，夕日之下，双鹤齐飞，送别归人。<br /><br />【鹤翼，会带你归去。】",
         ["备注"] = ""
      },
      ["最终裁断"] = {
         ["id"] = 10304104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "以“审判官”为原型设计的新式枪械，内部暗藏的巴布洛晶体电路使得枪械性能发生了翻天覆地的变化。<br /><br />【何以裁断过去？否定陈旧的，终结滞后的，毁灭迂腐的。而后……接受新生的。】",
         ["备注"] = ""
      },
      ["踏波前行"] = {
         ["id"] = 10304105,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“审判官”的个人定制款，适合水边使用。气垫船造型的枪管部位能够稳定枪身，提升枪械性能。<br /><br />【思考时间已经太久，该投身战场了。距离我的目标，还有很遥远的一段航程。】",
         ["备注"] = ""
      },
      ["雪上驰骋"] = {
         ["id"] = 10304106,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“审判官”的特别纪念款，这涂装是信第二次获得荒野冬日挑战赛竞速赛冠军的奖品，该涂装还原了信当时驾驶的雪地摩托造型，每当拿起它，信就想起了当日驰骋雪原，放空自己的快乐。<br /><br />【“呵……让我们贴地飞行吧，伙伴。”】",
         ["备注"] = ""
      },
      ["满速鼓点"] = {
         ["id"] = 10304107,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "信的尝试改造装备之一。外观上融入了舞台射灯与动感跑车的元素，特殊的打击音效满足了信对力与速双重美感的追求。<br /><br />【“每一个街头鼓手，都有站上至高舞台的梦想。”】",
         ["备注"] = ""
      },
      ["战略"] = {
         ["id"] = 10304108,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“审判官”的特别改装款，将棋子融入枪械设计，是为西洋棋表演赛专门定制的专属款式。黑金色的搭配干练帅气，信非常喜欢。<br /><br />【“我一定会比你多想一步。”】",
         ["备注"] = ""
      },
      ["信条"] = {
         ["id"] = 10304109,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“审判官”的艺术特化型号，使用了信最惯用的蓝色涂装，枪身中贯入一柄利剑，虽锋芒内敛，但始终端正如一。<br /><br />【“只有坚守信念，我才不会踏入歧途。”】",
         ["备注"] = ""
      },
      ["微醺之时"] = {
         ["id"] = 10304110,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“审判官”的执事装特殊定制枪械，干练流畅的线条加上简约实用的小装置，全能执事在任何时候，都能带您进入微醺时刻。<br /><br />【“偶尔喝醉也没关系，我会在这里照顾您的。”】",
         ["备注"] = ""
      },
      ["赴宴礼仪"] = {
         ["id"] = 10304111,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“审判官”的贵族晚宴定制版枪械，设计繁复而优雅，以他出席宴会时常佩戴的银色假面为装饰。<br /><br />【“假面舞会也是晚宴的重要一环，理应在礼仪上得到重视。”】",
         ["备注"] = ""
      },
      ["驱恶闪杀"] = {
         ["id"] = 10304112,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“审判官“的棋艺竞赛参赛纪念涂装，是一杆专属骑士的战旗，枪身的红色既是恶魔的污浊血迹，也是骑士的英勇伤痕，象征着那些为安宁的世界奋战至生死尽头的抗争者们。<br /><br />【“大局已定，阻塞，将军。”】",
         ["备注"] = ""
      },
      ["守誓挽歌"] = {
         ["id"] = 10304201,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“审判官”的特殊改造款，以弦能构筑的利剑藏于鞘中，恰如骑士谦虚的美德，在危险来临之际，锋刃亦会亮起，正如骑士英勇的战歌。<br /><br />【“吾心，誓死不退，吾剑，宁折不弯。”】",
         ["备注"] = ""
      },
      ["守誓挽歌-皓金"] = {
         ["id"] = 10304202,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“审判官”的特殊改造款，以弦能构筑的利剑藏于鞘中，恰如骑士谦虚的美德，在危险来临之际，锋刃亦会亮起，正如骑士英勇的战歌。<br /><br />【“吾心，誓死不退，吾剑，宁折不弯。”】",
         ["备注"] = ""
      },
      ["守誓挽歌-冥紫"] = {
         ["id"] = 10304203,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“审判官”的特殊改造款，以弦能构筑的利剑藏于鞘中，恰如骑士谦虚的美德，在危险来临之际，锋刃亦会亮起，正如骑士英勇的战歌。<br /><br />【“吾心，誓死不退，吾剑，宁折不弯。”】",
         ["备注"] = ""
      },
      ["守誓挽歌-霜蓝"] = {
         ["id"] = 10304204,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“审判官”的特殊改造款，以弦能构筑的利剑藏于鞘中，恰如骑士谦虚的美德，在危险来临之际，锋刃亦会亮起，正如骑士英勇的战歌。<br /><br />【“吾心，誓死不退，吾剑，宁折不弯。”】",
         ["备注"] = ""
      },
      ["守誓挽歌-焚红"] = {
         ["id"] = 10304205,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“审判官”的特殊改造款，以弦能构筑的利剑藏于鞘中，恰如骑士谦虚的美德，在危险来临之际，锋刃亦会亮起，正如骑士英勇的战歌。<br /><br />【“吾心，誓死不退，吾剑，宁折不弯。”】",
         ["备注"] = ""
      }
   },
   ["卫冕"] = {
      ["卫冕"] = {
         ["id"] = 10403001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "通用机枪，在古地球的某次人类大规模战争时期，曾是经典的收割型武器，其威力与性能可见一斑。配备1.25倍瞄准镜。",
         ["备注"] = ""
      },
      ["多维"] = {
         ["id"] = 10403003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“多维”系列涂装，以卡拉彼丘图案为设计锚点，简约却不简单的图形中，流溢着别样的设计魅力。",
         ["备注"] = ""
      },
      ["热情"] = {
         ["id"] = 10403004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“热情”系列涂装，URB-00定制款，艳丽乖张的色彩彰显最为新潮的理念，深受乌尔比诺成员们的喜爱。",
         ["备注"] = ""
      },
      ["错觉"] = {
         ["id"] = 10403005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“错觉”系列涂装，以蓝色调为主，混合扭曲的色彩看似在流动一般，表现出复杂动态的变形之美。",
         ["备注"] = ""
      },
      ["嵌合"] = {
         ["id"] = 10403006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“嵌合”系列涂装，深浓浅淡，错落有致的橙色马赛克涂装，带来独特而充满视觉效果的艺术感。",
         ["备注"] = ""
      },
      ["棱镜"] = {
         ["id"] = 10403007,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“棱镜”系列涂装，不同深浅的紫红色调，仿佛在棱镜碎片中折射，显现出万花筒一般的美感。",
         ["备注"] = ""
      },
      ["蜂巢"] = {
         ["id"] = 10403008,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“蜂巢”系列涂装，充满科技感的蓝紫色，赋以六角形的边界图案，体现出严谨而精密的科学之美。",
         ["备注"] = ""
      },
      ["锦鲤"] = {
         ["id"] = 10403009,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“锦鲤”系列涂装，斑驳的红黑配色如同火药与烈焰，希望面对它的人能够走运。",
         ["备注"] = ""
      },
      ["占星"] = {
         ["id"] = 10403051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“占星”系列枪械造型，神秘与潮流的结合，长廊绘制所内画师们的呕心沥血之作。",
         ["备注"] = ""
      },
      ["漫画之星"] = {
         ["id"] = 10403052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“漫画之星”系列枪械造型，于枪身中央增添了客户定制的艺术头像，配以精心搭配的色块设计，更好地还原了客户们的个性化需求。",
         ["备注"] = ""
      },
      ["纸牌屋"] = {
         ["id"] = 10403053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“纸牌屋”系列涂装，以绿心桃形作为主体，充满活力的乌尔比诺成员今天也在为了自由和艺术而战。",
         ["备注"] = ""
      },
      ["暗金浪涌"] = {
         ["id"] = 10403054,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“暗金浪涌”系列主题涂装，由偏光实验室推出的枪械涂装，主打暗金色调，在保证酷炫拉风的同时，也颇具金属般的沉稳感与力量感。",
         ["备注"] = ""
      },
      ["禁区"] = {
         ["id"] = 10403055,
         ["稀有度"] = 3,
         ["获得方式"] = { "储备" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“禁区”系列涂装，为适应科斯迷特沙漠环境而进行再配色的制式涂装，有着良好的隐蔽性。其上的警示图标也是准入该地区的“凭证”之一。",
         ["备注"] = ""
      },
      ["幻海"] = {
         ["id"] = 10403056,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "由长廊绘制所出品的“幻海”系列枪械造型，将海洋元素融入枪身之内，又附以如梦似幻的渐变配色，大大加强了枪械的整体艺术感。",
         ["备注"] = ""
      },
      ["涂痕"] = {
         ["id"] = 10403057,
         ["稀有度"] = 3,
         ["获得方式"] = { "储备BP8" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“涂痕”系列涂装，为了让各地的来客能够深入体验乌尔比诺的潮流文化，长廊绘制所以喷漆，涂鸦为元素设计了一批枪械。派发在乌尔比诺各区的街头。",
         ["备注"] = ""
      },
      ["幻想乐章"] = {
         ["id"] = 10403104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“卫冕”的艺术定制款，其图纸由奥黛丽亲手设计，共计融入四种不同的乐器要素，每一串音符中各自不同的音色，都演奏着同一首旋律。<br /><br />【它是钢琴，是萨克斯，是古早的黑胶唱片孤独地旋转，记录过去的昏黄时光。我不知道这把枪见证过什么样的时代兴衰，但枪鸣的那一刻，过去的一切，昭然若揭。】",
         ["备注"] = ""
      },
      ["稻荷之影"] = {
         ["id"] = 10403105,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“卫冕”的艺术定制款，设计者以古地球的地方民俗文化为核心设计锚点，淋漓尽致地展现出了一个意境深远的文化风貌。<br /><br />【丰年不知是梦，寻狐中稻荷，或求幻影，或求虚。】",
         ["备注"] = ""
      },
      ["霓裳曲"] = {
         ["id"] = 10403106,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“卫冕”的艺术定制款，以古雅的琴弦为饰。古典风情的美感中，暗藏着科技的结晶。<br /><br />【云想衣裳花想容，春风拂槛露华浓。若非群玉山头见，会向瑶台月下逢。】",
         ["备注"] = ""
      },
      ["吉岭茶韵"] = {
         ["id"] = 10403107,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“尊享服务”的配套枪械客制化外观，纷繁复杂的枪身装饰和优雅的弹鼓都证明着它作为火力艺术品的价值有多高。<br /><br />【“今天的下午茶不光有沁人的茶水和可口的点心，还有着管饱的子弹。”】",
         ["备注"] = ""
      },
      ["精准快门"] = {
         ["id"] = 10403108,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“卫冕”的个人定制化型号，在原有的枪械基础上加强了对光线的敏感性，无论是摄影还是射人，它都能得到完美的发挥。<br /><br />【“这一瞬间确实值得记录，你难道不这么认为吗？”】",
         ["备注"] = ""
      },
      ["翡翠鎏金"] = {
         ["id"] = 10403111,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“卫冕”的舞会特供版，由格罗夫工匠打造，琉璃般的光泽彰显华贵，泉水般的温润亦能滋养主人，在贵族云集的舞会上，它绝对配得上其主人的品味与身姿。<br /><br />【“让我们一同成为舞会的焦点吧。”】",
         ["备注"] = ""
      },
      ["龙跃云津"] = {
         ["id"] = 10403112,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“卫冕”的“沐春节”特供版，云涌之时，飞龙腾起，寄予了奥黛丽对个人未来的期望。<br /><br />【“新的一年，也许我会给乌尔比诺带来一点点新的震撼哦。”】",
         ["备注"] = ""
      },
      ["幽邃盛放"] = {
         ["id"] = 10403113,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“卫冕”的个人定制款，幽邃的配色给人以神秘高贵之感，当枪口绽放火焰之时，也是花朵盛开的时间……<br /><br />【“扣动扳机也是一种艺术的表现。”】",
         ["备注"] = ""
      },
      ["炙烤工艺"] = {
         ["id"] = 10403114,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“卫冕”的客制化改造款，用以庆祝格罗夫餐厅顺利开业，贴心地配备了烤肉机及刀叉餐具，使得在战场之上也能品味格罗夫餐厅的招牌牛排。<br /><br />【“你想尝尝哪一种美味？牛排还是子弹？”】",
         ["备注"] = ""
      },
      ["明星风仪"] = {
         ["id"] = 10403115,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“卫冕”的学院开放日定制款，按副会长大人的要求设计了涂装，在体现学院精神的同时，也强调着独角兽家族的荣誉。",
         ["备注"] = ""
      },
      ["星棘残响"] = {
         ["id"] = 10403116,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "以秘仪浇铸而成的“卫冕”定制款，荆棘捕捉了来自虚空的星星，将无尽的低语和狂乱的力量都锁入枪膛，是“溯光者”赠予狩猎黑暗之人的守护与祝福。<br /><br />【“银色的子弹，是对逝去先驱哼唱的哀歌，是对古老罪恶念诵的悼词。”】",
         ["备注"] = ""
      },
      ["荧韵夜鸣"] = {
         ["id"] = 10403117,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“卫冕”的童话幻想夜定制款涂装，脱胎于古老童话合集的灵感，采用了现代化的表述，将彩虹与音乐的魔力描绘其上，是其主人对未来的美妙幻想。<br /><br />【“倘若觉得夜晚漫长，就让我们围着点点星光，将心中的梦奏响。”】",
         ["备注"] = ""
      },
      ["光辉之冕"] = {
         ["id"] = 10403201,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“卫冕”的私人定制款，高洁无暇的枪身沐浴着格罗夫的胜利与荣光，热烈的火焰流溢其间，仿佛彰显着格罗夫之主的庄严与不屈。<br /><br />曾经为了保护家人，稚嫩的少女第一次拿起这把枪走入炮火与硝烟中。<br />再度拿起这把经过全新升级后的枪械，她紧锁的眉头间多了几份从容与坚定。<br />那些问题的答案究竟如何？就像过去一样，用子弹来寻找吧。",
         ["备注"] = ""
      },
      ["光辉之冕-幽暗"] = {
         ["id"] = 10403202,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      },
      ["光辉之冕-猩红"] = {
         ["id"] = 10403203,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      },
      ["光辉之冕-湛蓝"] = {
         ["id"] = 10403204,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      },
      ["光辉之冕-闪耀"] = {
         ["id"] = 10403205,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      }
   },
   ["幻霜"] = {
      ["幻霜"] = {
         ["id"] = 10501001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "冲锋枪，体积轻巧，可快速连续发射，拥有较同类枪械更出色的精确度，配备1.25倍瞄准镜。",
         ["备注"] = ""
      },
      ["碎梦"] = {
         ["id"] = 10501002,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“碎梦”系列涂装，由不规则蓝色色块堆叠而成，图案中偶尔掺杂少量黄色碎片，给人以强烈的破碎感。",
         ["备注"] = ""
      },
      ["警戒"] = {
         ["id"] = 10501003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“警戒”系列涂装，PUS-04定制款，鲜明醒目，欧泊阵营中随处可见。",
         ["备注"] = ""
      },
      ["雷火"] = {
         ["id"] = 10501004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“雷火”系列涂装，橙灰交错，复古的同时融入了潮流元素。",
         ["备注"] = ""
      },
      ["彩斑"] = {
         ["id"] = 10501005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“彩斑”系列涂装，以复数颜料色带涂抹而成，看似随性，却有艺术的气息喷薄而出。",
         ["备注"] = ""
      },
      ["落日"] = {
         ["id"] = 10501006,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“落日”系列定制涂装，橙白色的渐变预示着敌人的黑夜将至。",
         ["备注"] = ""
      },
      ["炫彩"] = {
         ["id"] = 10501007,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“炫彩”系列涂装，由大量六边形色块重叠而成，斑斓的色彩效果甚至令人有种火力增强的错觉。",
         ["备注"] = ""
      },
      ["冲浪"] = {
         ["id"] = 10501008,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“冲浪”系列涂装，使用简约的色块勾勒出了沙滩与海浪的景象，拿在手上仿佛也能乘上海浪勇往直前。",
         ["备注"] = ""
      },
      ["交错线"] = {
         ["id"] = 10501009,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“交错线”系列涂装，以暗色为敌，用交叉，叠加的线条作为主要的图形，在视觉上具有一定的迷惑性。",
         ["备注"] = ""
      },
      ["编织"] = {
         ["id"] = 10501011,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“编织”系列涂装，吸收了传统时尚单品的设计理念，色彩搭配简洁而大胆，是彰显品味的装扮。",
         ["备注"] = ""
      },
      ["主角之星"] = {
         ["id"] = 10501051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由偏光实验室出品的“主角之星”系列枪械造型，为客户特殊定制个性化形象并将其融入枪身设计中，堪称定制枪械设计的典范。",
         ["备注"] = ""
      },
      ["夏日派对"] = {
         ["id"] = 10501052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由偏光实验室出品的“夏日派对”系列枪械造型，整体洋溢着轻松活跃的氛围，在战斗中甚至能起到鼓舞士气的作用。",
         ["备注"] = ""
      },
      ["纸牌屋"] = {
         ["id"] = 10501053,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "由长廊绘制所出品的“纸牌屋”系列枪械造型，枪身中央有着客户定制的艺术头像，四周环绕的卡牌装饰，俏皮中略带几分神秘。",
         ["备注"] = ""
      },
      ["招财猫"] = {
         ["id"] = 10501054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由偏光实验室出品的“招财猫”系列枪械造型，以象征着开运的招财猫为设计锚点，表达了设计者对客户们的美好祝福。",
         ["备注"] = ""
      },
      ["暗金浪涌"] = {
         ["id"] = 10501055,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“暗金浪涌”系列主题涂装，由偏光实验室推出的枪械涂装，主打暗金色调，在保证酷炫拉风的同时，也颇具金属般的沉稳感与力量感。",
         ["备注"] = ""
      },
      ["涂痕"] = {
         ["id"] = 10501056,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“涂痕”系列涂装，为了让各地的来客能够深入体验乌尔比诺的潮流文化，长廊绘制所以喷漆，涂鸦为元素设计了一批枪械。派发在乌尔比诺各区的街头。",
         ["备注"] = ""
      },
      ["掠食者"] = {
         ["id"] = 10501057,
         ["稀有度"] = 3,
         ["获得方式"] = { "储备BP9" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“掠食者”系列涂装，仿生迷彩的设计不仅提供了良好的复杂环境隐蔽能力，也象征着战士们强大的武力。",
         ["备注"] = ""
      },
      ["金色收获"] = {
         ["id"] = 10501102,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“幻霜”的特别定制款，一改之前枪身冰冷样子，枪身刻画成了代表生命与收获的玉米的样子，任谁看了都会觉得这把枪……显得有些可口美味。<br /><br />【“那个……我知道你很饿，但这东西真的不是用来做爆米花的……”】",
         ["备注"] = ""
      },
      ["夏日奏鸣"] = {
         ["id"] = 10501103,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“幻霜”的个人定制款。华丽的紫色涂装，萌萌的熊猫头，还有开火时激烈跳动的音浪，都象征着在使用者冰冷外表之下，有一颗满怀热情的内心。<br /><br />【寡言的少女紧抿双唇，不再多语。枪火间杂的错落音符，代替她奏响欢声。】",
         ["备注"] = ""
      },
      ["雪顶奶绿"] = {
         ["id"] = 10501104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“幻霜”的个人定制款，伊薇特在长达十小时的糖分缺乏后迷迷糊糊地画出了这份设计图。<br /><br />【“这是……手擅自画出来的，并不是因为我想尝试这个新品。”】",
         ["备注"] = ""
      },
      ["霜冻之芯"] = {
         ["id"] = 10501106,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“心晶冰锁”的配套枪械客制化外观，纯真脆弱的冰芯被封锁在精细繁杂的金属构造中，发射的子弹似乎也不再灼热，而是彻骨的冰冷。<br /><br />【“请放心，这发子弹不会打痛你的，但它或许会用另一种方式伤害你。”】",
         ["备注"] = ""
      },
      ["冬眠"] = {
         ["id"] = 10501107,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“幻霜”的特别型号，毛绒肩垫和握持感极为舒适的握把能极大缓解冲击力是这个型号的最大特点，当然拿上之后似乎也会特别令人犯困……？<br /><br />【“不好……要、要睡着了……”】",
         ["备注"] = ""
      },
      ["节日彩带"] = {
         ["id"] = 10501108,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "幻霜的节日特供版本，特殊的涂装为了符合节日气氛而花费了一些心思，似乎是为了演出童话特地设计的，能够喷出彩带特效来增强演出效果的样子。<br /><br />【“啪嚓……嗯，节日快乐。”】",
         ["备注"] = ""
      },
      ["夜明珠"] = {
         ["id"] = 10501109,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“幻霜”的特别定制版，大胆采用了复古文艺的设计方式，以夜明珠作为灵感素材并镶嵌在武器之上，显得华贵非凡。<br /><br />【“掌上明珠光熠熠，夜间更是照人迷。”】",
         ["备注"] = ""
      },
      ["灰熊迷彩"] = {
         ["id"] = 10501110,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“幻霜”的客制化枪械外观，由枪战游戏主办方进行了迷彩喷涂的处理，借由伊薇特的隐身能力，小巧轻盈的“幻霜”也能在关键时刻予以敌人致命一击。<br /><br />【“别担心，他们都看不见我，伊薇特能保护好自己。”】",
         ["备注"] = ""
      },
      ["心跳节奏"] = {
         ["id"] = 10501111,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“幻霜”的医用特供版，加入了针筒和液管的要素，实时监测着对手的心跳。<br /><br />【“也……也对伊薇特敞开心扉吧。”】",
         ["备注"] = ""
      },
      ["夜宴之辉"] = {
         ["id"] = 10501112,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“幻霜”的贵族晚宴特供版，使用了炫目的鎏金配色，辅以珠宝和钻石的装饰，让人目眩神迷。<br /><br />【“总觉得踏入宴会厅后，处处都有炫目的光芒闪烁……眼睛都要花啦。”】",
         ["备注"] = ""
      },
      ["红熊之翼"] = {
         ["id"] = 10501113,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“幻霜”的高空作战定制款，充满梦幻气息的配色让枪身极具辨识度，与伙伴共同控制的准星强调着少女在战场上不输给任何人的决心。<br /><br />【“我乘风而起，是为了追逐每一片无法忘却的霞云。”】",
         ["备注"] = ""
      },
      ["寒谣扇子"] = {
         ["id"] = 10501114,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "真名为“幻霜”的咒器，以雪姬同伴为桥，引来彼岸之力，雪姬不会轻易发怒，但雪姬生气时，这柄咒器将会降下寒天骤雪，撕裂污染这世界的罪灵。<br /><br />【“愿为暖雪，埋葬不洁。”】",
         ["备注"] = ""
      },
      ["蜜语琴键"] = {
         ["id"] = 10501115,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“幻霜”的奇趣冒险定制款涂装，以深蓝为主色调，加入粉色蝴蝶结的点缀，优雅又不失少女的俏皮。琴键和音符交相辉映，似乎每走一步，就能在足尖生出跃动的音符。<br /><br />【“有琴声和音乐相伴，我和菲的探险路途，都不会寂寞了。”】",
         ["备注"] = ""
      },
      ["圆舞曲"] = {
         ["id"] = 10501201,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“幻霜”的舞会特供版，除了更加小巧轻盈外，还加入了机械和齿轮的元素，即使和晚礼服搭配也并不突兀。<br />“虽然要参加舞会，但还是想把菲和枪都带着……不然，伊薇特总觉得缺乏安全感……”至于为什么要携带危险品参加舞会，当事人如是说。<br /><br />“间奏结束，该回归舞台啦。”<br />“舞会的聚光灯，只追逐最闪耀之人！”",
         ["备注"] = ""
      },
      ["圆舞曲-剖白"] = {
         ["id"] = 10501202,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      },
      ["圆舞曲-赞美"] = {
         ["id"] = 10501203,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      },
      ["圆舞曲-歌颂"] = {
         ["id"] = 10501204,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      },
      ["圆舞曲-咏叹"] = {
         ["id"] = 10501205,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      }
   },
   ["独舞"] = {
      ["独舞"] = {
         ["id"] = 10502001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "冲锋枪，体积轻巧，可快速连续发射，拥有较同类枪械更出色的精确度，配备1.25倍瞄准镜。",
         ["备注"] = ""
      },
      ["碎梦"] = {
         ["id"] = 10502002,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“碎梦”系列涂装，由不规则蓝色色块堆叠而成，图案中偶尔掺杂少量黄色碎片，给人以强烈的破碎感。",
         ["备注"] = ""
      },
      ["警戒"] = {
         ["id"] = 10502003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“警戒”系列涂装，PUS-04定制款，鲜明醒目，欧泊阵营中随处可见。",
         ["备注"] = ""
      },
      ["雷火"] = {
         ["id"] = 10502004,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“雷火”系列涂装，橙灰交错，复古的同时融入了潮流元素。",
         ["备注"] = ""
      },
      ["彩斑"] = {
         ["id"] = 10502005,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“彩斑”系列涂装，以复数颜料色带涂抹而成，看似随性，却有艺术的气息喷薄而出。",
         ["备注"] = ""
      },
      ["落日"] = {
         ["id"] = 10502006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“落日”系列定制涂装，橙白色的渐变预示着敌人的黑夜将至。",
         ["备注"] = ""
      },
      ["炫彩"] = {
         ["id"] = 10502007,
         ["稀有度"] = 2,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“炫彩”系列涂装，由大量六边形色块重叠而成，斑斓的色彩效果甚至令人有种火力增强的错觉。",
         ["备注"] = ""
      },
      ["锦鲤"] = {
         ["id"] = 10502008,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“锦鲤”系列涂装，斑驳的红黑配色如同火药与烈焰，希望面对它的人能够走运。",
         ["备注"] = ""
      },
      ["编织"] = {
         ["id"] = 10502009,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“编织”系列涂装，吸收了传统时尚单品的设计理念，色彩搭配简洁而大胆，是彰显品味的装扮。",
         ["备注"] = ""
      },
      ["交错线"] = {
         ["id"] = 10502010,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“交错线”系列涂装，以暗色为敌，用交叉，叠加的线条作为主要的图形，在视觉上具有一定的迷惑性。",
         ["备注"] = ""
      },
      ["暗金浪涌"] = {
         ["id"] = 10502051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“暗金浪涌”系列主题涂装，由偏光实验室推出的枪械涂装，主打暗金色调，在保证酷炫拉风的同时，也颇具金属般的沉稳感与力量感。",
         ["备注"] = ""
      },
      ["夏日派对"] = {
         ["id"] = 10502052,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "由偏光实验室出品的“夏日派对”系列枪械造型，整体洋溢着轻松活跃的氛围，在战斗中甚至能起到鼓舞士气的作用。",
         ["备注"] = ""
      },
      ["纸牌屋"] = {
         ["id"] = 10502053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“纸牌屋”系列枪械造型，枪身中央有着客户定制的艺术头像，四周环绕的卡牌装饰，俏皮中略带几分神秘。",
         ["备注"] = ""
      },
      ["招财猫"] = {
         ["id"] = 10502054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由偏光实验室出品的“招财猫”系列枪械造型，以象征着开运的招财猫为设计锚点，表达了设计者对客户们的美好祝福。",
         ["备注"] = ""
      },
      ["回味时光"] = {
         ["id"] = 10502055,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "格罗夫集团出品，“回味时光”咖啡厅同名主题涂装，依据持有者的喜好进行了个性化设计。不论是难眠的深夜，亦或是悠闲的午后，这杯咖啡都为你带来了一段值得回味的香浓时光。",
         ["备注"] = ""
      },
      ["启明星"] = {
         ["id"] = 10502056,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“璀璨”系列枪械造型，在幽色的瀚宇中点缀璀璨之星，表达了作者对浩瀚星宇的无限畅想。",
         ["备注"] = ""
      },
      ["禁区"] = {
         ["id"] = 10502057,
         ["稀有度"] = 3,
         ["获得方式"] = { "储备" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“禁区”系列涂装，为适应科斯迷特沙漠环境而进行再配色的制式涂装，有着良好的隐蔽性。其上的警示图标也是准入该地区的“凭证”之一。",
         ["备注"] = ""
      },
      ["靓丽秘诀"] = {
         ["id"] = 10502101,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“独舞”的轻量化改装型，除了能作为武器使用，更是淑女出行的必备道具，展现美丽的秘密就在其中。<br /><br />【“等我一下，我要补个妆顺便收拾一下附近的敌人，不会花多久时间的。”】",
         ["备注"] = ""
      },
      ["夜色幽蓝"] = {
         ["id"] = 10502102,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“独舞”的客制化枪械外观，以深色调为主要风格，镶嵌着的特殊晶石在黑夜中也能熠熠生辉，其光辉幽蓝如海，让人捉摸不透。<br /><br />【“我在想什么？不如……你先猜一猜？这也是了解彼此的一种方式。”】",
         ["备注"] = ""
      },
      ["南客之舞"] = {
         ["id"] = 10502103,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“独舞”的地下沙龙特供版，很显然，这一支是属于孔雀的舞步。<br /><br />【“孔雀的尾羽？不是哦，这些是我在盯着你的眼睛。”】",
         ["备注"] = ""
      },
      ["香浓风味"] = {
         ["id"] = 10502104,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“独舞”的客制化改造款，枪身主体的绯红火腿，加以齐全的配菜与调料，似乎制作出最正宗的伊比利亚风味也不在话下。如此美味的外表或许会让敌人掉以轻心。<br /><br />【“小心，不要落入美味迷人的陷阱哦~”】",
         ["备注"] = ""
      },
      ["海中觅珍"] = {
         ["id"] = 10502105,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“独舞”的泳池派对限定版。在装饰材料和色泽上，大量选取了珍珠、贝壳、海螺等海边常见的元素。让人疑心，放在耳边的话，是否能听到海浪的声音。<br /><br />【“不觉得它很像一条贝壳做成的鲸鱼吗？轻盈又自由。”】<br /><br />",
         ["备注"] = ""
      },
      ["音浪游戏"] = {
         ["id"] = 10502106,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“独舞”的改装版本。利用艳色、渐变和网格突显了科技感。额外增加的按键，也深得游戏群体的青睐。<br /><br />【“按什么键出什么音，包括对手的尖叫。”】<br /><br />",
         ["备注"] = ""
      },
      ["警戒线"] = {
         ["id"] = 10502107,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“独舞”的改装版本，芙拉薇娅刚进入欧泊时执行特工任务，常常携带这把武器，它的线条简洁流畅，正如每次的任务结果一样清晰。<br /><br />【“我不需要实体的警戒线，看到这把枪了吗？往外延伸十米，都是危险范围。”】",
         ["备注"] = ""
      },
      ["一骑绝尘"] = {
         ["id"] = 10502108,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“独舞”的方程式竞赛定制版，以驾驶员视角作为涂装。这是作为赛车手的芙拉薇娅最熟悉的领域。<br /><br />【“即使是我，也偶尔会被激起胜负心呢。抱歉，只能给你看个背影了。”】",
         ["备注"] = ""
      },
      ["圣骸灵蝶"] = {
         ["id"] = 10502109,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“独舞”的暗黑哥特风格改装版，灵蝶于骸骨之上扇动翅膀，似乎在为逝去的生命哀悼——尽管这些生命是因为被灵蝶吸引，才踏入这座墓园。<br /><br />【“阖眼安息吧，这不是死亡，只是永久的安眠。”】",
         ["备注"] = ""
      },
      ["碎愿轻语"] = {
         ["id"] = 10502110,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“独舞”的仿“远征计划”定制款，轻盈迅捷的枪身更适合贴身携带，能够与主人深入各类场合，并在恰当的时机，赐予她的敌人悔恨与绝望。<br /><br />【“希望这是最后的会面，希望未来你能沐浴光明。”】",
         ["备注"] = ""
      },
      ["灯彩莺时"] = {
         ["id"] = 10502111,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "复眼的整备科为“独舞”准备的沐春节限定款涂装，脱胎于传统的亮眼设计，让那位大人少了一分平日里的疏离，多了一点节日里的顽趣。<br /><br />【“先说好，联欢会我可不会上台表演。”】",
         ["备注"] = ""
      },
      ["鎏金礼杖"] = {
         ["id"] = 10502112,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“独舞”的特化伪装，由欧泊装备部根据芙拉薇娅的卧底服饰进行设计。装备部员工对此抱有极高的热情，并积极地为它增添了自动发牌的功能。<br /><br />“工作之外的时间，陪你玩玩也无妨。”",
         ["备注"] = ""
      },
      ["浮生万相"] = {
         ["id"] = 10502201,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "朝朝暮暮，永恒存续；月相流转，生生不息。凡人无法逃脱，但也只有当子弹射入眉心时才能知道，这是救赎还是终结。<br /><br />【“洒下的月光是视线，而头顶的夜空遍布我的眼眸。”】",
         ["备注"] = ""
      },
      ["浮生万相-流光"] = {
         ["id"] = 10502202,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "朝朝暮暮，永恒存续；月相流转，生生不息。凡人无法逃脱，但也只有当子弹射入眉心时才能知道，这是救赎还是终结。<br /><br />【“洒下的月光是视线，而头顶的夜空遍布我的眼眸。”】",
         ["备注"] = ""
      },
      ["浮生万相-血月"] = {
         ["id"] = 10502204,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "朝朝暮暮，永恒存续；月相流转，生生不息。凡人无法逃脱，但也只有当子弹射入眉心时才能知道，这是救赎还是终结。<br /><br />【“洒下的月光是视线，而头顶的夜空遍布我的眼眸。”】",
         ["备注"] = ""
      },
      ["浮生万相-翠星"] = {
         ["id"] = 10502205,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "朝朝暮暮，永恒存续；月相流转，生生不息。凡人无法逃脱，但也只有当子弹射入眉心时才能知道，这是救赎还是终结。<br /><br />【“洒下的月光是视线，而头顶的夜空遍布我的眼眸。”】",
         ["备注"] = ""
      },
      ["浮生万相-夜露"] = {
         ["id"] = 10502203,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "朝朝暮暮，永恒存续；月相流转，生生不息。凡人无法逃脱，但也只有当子弹射入眉心时才能知道，这是救赎还是终结。<br /><br />【“洒下的月光是视线，而头顶的夜空遍布我的眼眸。”】",
         ["备注"] = ""
      }
   },
   ["夜镰"] = {
      ["夜镰"] = {
         ["id"] = 10503001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "玛拉随身携带的武器。枪尾的一抹暗红犹如死神的镰刀，是死亡即将到来的先兆。",
         ["备注"] = ""
      },
      ["破碎线条"] = {
         ["id"] = 10503002,
         ["稀有度"] = 2,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“破碎线条”系列涂装，线条的断点恰到好处，增加了视觉的冲击力，以极简的设计传递出了颇具层次与不和谐的美感。",
         ["备注"] = ""
      },
      ["青春迷彩"] = {
         ["id"] = 10503003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“青春迷彩”系列涂装，经过某位白芸艺术馆设计师改良设计，颜色更加活泼明快，颇具青春的气息。",
         ["备注"] = ""
      },
      ["红与黑"] = {
         ["id"] = 10503004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“红与黑”系列涂装，以剪刀手的标志色为主色调，反叛色彩与不拘一格的形状诉说着剪刀手的反叛精神，这种涂装在老一派剪刀手成员中非常常见。",
         ["备注"] = ""
      },
      ["跃动"] = {
         ["id"] = 10503005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“跃动”系列涂装，色彩炫丽时尚，富有活力激情，该涂装系列在新晋剪刀手成员之间颇受欢迎。",
         ["备注"] = ""
      },
      ["碎梦"] = {
         ["id"] = 10503006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "'碎梦'系列涂装，由不规则蓝色色块堆叠而成，图案中偶尔掺杂少量黄色碎片，给人以强烈的破碎感。",
         ["备注"] = ""
      },
      ["叛逆"] = {
         ["id"] = 10503007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“叛逆”系列涂装，色彩搭配反差感极强，图案设计状如一道迅捷有力的闪电，恰到好处地诠释了反叛与不羁的精神。",
         ["备注"] = ""
      },
      ["涂痕"] = {
         ["id"] = 10503051,
         ["稀有度"] = 3,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“涂痕”系列涂装，为了让各地的来客能够深入体验乌尔比诺的潮流文化，长廊绘制所以喷漆，涂鸦为元素设计了一批枪械。派发在乌尔比诺各区的街头。",
         ["备注"] = ""
      },
      ["掠食者"] = {
         ["id"] = 10503052,
         ["稀有度"] = 3,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“掠食者”系列涂装，仿生迷彩的设计不仅提供了良好的复杂环境隐蔽能力，也象征着战士们强大的武力。",
         ["备注"] = ""
      },
      ["浪人"] = {
         ["id"] = 10503053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由象限工造出品的“浪人”系列枪械造型，神秘迷幻的紫色枪身中仿佛有浪花跃动，抚慰着每一位浪人的心。",
         ["备注"] = ""
      },
      ["夏日派对"] = {
         ["id"] = 10503054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由偏光实验室出品的“夏日派对”系列枪械造型，整体洋溢着轻松活跃的氛围，在战斗中甚至能起到鼓舞士气的作用。",
         ["备注"] = ""
      },
      ["灵魂收割"] = {
         ["id"] = 10503055,
         ["稀有度"] = 3,
         ["获得方式"] = { "储备" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "将嘻哈潮流与亚文化进行结合后设计的特殊涂装，来自玛拉枪皮创作征集的最佳创作奖作品，设计由引航者提供。",
         ["备注"] = ""
      },
      ["恪誓火镰"] = {
         ["id"] = 10503101,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“夜镰”的古迹定制款，融入了希达半岛的民间传说与传统技艺，让现代枪械呈现出了古兵器的质感。或许，在战斗中使用它的人可以听到古老战士的祝福。",
         ["备注"] = ""
      },
      ["暗夜窥视"] = {
         ["id"] = 10503102,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“夜镰”的暗黑哥特风格改装版，作为亡灵女爵最珍爱的武器，其上遍生的荆棘与可怖的鬼面是死亡的具象化。<br /><br />【“那个女人邀请我，我就来了。毕竟，对她的秘密我还有点儿兴趣。”】",
         ["备注"] = ""
      },
      ["裂冠终言"] = {
         ["id"] = 10503103,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“夜镰”的“远征计划”复刻款，战士昔日曾以这柄武器打碎了阻碍世界前进的障壁，今日再度举起，是为了昔日之怨，但更是为了明日之义。<br /><br />【“若有遗言，此刻开始，你尚有一息可以默念。”】",
         ["备注"] = ""
      },
      ["血瞳凝视"] = {
         ["id"] = 10503104,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“夜镰”的镀金定制版，从暗色血瞳中汲取灵感，于枪身镶嵌一枚深邃瑰丽的红宝石，宛若凝固的血滴。整体饰以蝙蝠翼纹，细致地勾勒每一处细节。整体呈现出了一种神秘而优雅的哥特美学。<br /><br />【“原来……灵魂与血液交织是这种滋味。”】",
         ["备注"] = ""
      }
   },
   ["小蜜蜂"] = {
      ["小蜜蜂"] = {
         ["id"] = 12101001,
         ["稀有度"] = 1,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "微型冲锋枪，以超高射速和便携性被广泛熟知，是某些特殊兵种的首选。",
         ["备注"] = ""
      },
      ["凝香鸣音"] = {
         ["id"] = 12101101,
         ["稀有度"] = 8,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "一个由春日灵韵凝结而成的武器制品，以蜿蜒桃枝与剔透露珠作为装饰，将桃色花影尽数镌刻于枪身。它兼具极致的柔美与致命的火力，当扳机扣动之时，激发的不再是冰冷的弹丸，而是伴随着花香的清越鸣音。<br /><br />【“仲春惊蛰时节，你可有听到天地的鸣动？”】",
         ["备注"] = ""
      }
   },
   ["重焰"] = {
      ["重焰"] = {
         ["id"] = 12201001,
         ["稀有度"] = 1,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "短管霰弹枪，在同类中体积较小，具备高爆发低容错的特点，极适合近距离作战。",
         ["备注"] = ""
      },
      ["世宙星声"] = {
         ["id"] = 12201201,
         ["稀有度"] = 5,
         ["获得方式"] = { "弦海寻宝-世宙星声" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "弦海中漂流不知几何，如今重现尘世的武器，以精绝的技艺打造，铸就令人无可挑剔的性能与外形。它彷佛并非出身于战地，而是一场交响诗篇中的置景，扳机叩下，便是一曲跨越宇宙的讴歌。<br /><br />【“星辰大海，万彩星系，寂寂深空，无垠之境，都是它存在过的证明。”】",
         ["备注"] = ""
      },
      ["世宙星声-彗行迹"] = {
         ["id"] = 12201202,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "弦海中漂流不知几何，如今重现尘世的武器，以精绝的技艺打造，铸就令人无可挑剔的性能与外形。它彷佛并非出身于战地，而是一场交响诗篇中的置景，扳机叩下，便是一曲跨越宇宙的讴歌。<br /><br />【“星辰大海，万彩星系，寂寂深空，无垠之境，都是它存在过的证明。”】",
         ["备注"] = ""
      },
      ["世宙星声-红移景"] = {
         ["id"] = 12201203,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "弦海中漂流不知几何，如今重现尘世的武器，以精绝的技艺打造，铸就令人无可挑剔的性能与外形。它彷佛并非出身于战地，而是一场交响诗篇中的置景，扳机叩下，便是一曲跨越宇宙的讴歌。<br /><br />【“星辰大海，万彩星系，寂寂深空，无垠之境，都是它存在过的证明。”】",
         ["备注"] = ""
      },
      ["世宙星声-新星波"] = {
         ["id"] = 12201204,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "弦海中漂流不知几何，如今重现尘世的武器，以精绝的技艺打造，铸就令人无可挑剔的性能与外形。它彷佛并非出身于战地，而是一场交响诗篇中的置景，扳机叩下，便是一曲跨越宇宙的讴歌。<br /><br />【“星辰大海，万彩星系，寂寂深空，无垠之境，都是它存在过的证明。”】",
         ["备注"] = ""
      },
      ["世宙星声-氢离光"] = {
         ["id"] = 12201205,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "弦海中漂流不知几何，如今重现尘世的武器，以精绝的技艺打造，铸就令人无可挑剔的性能与外形。它彷佛并非出身于战地，而是一场交响诗篇中的置景，扳机叩下，便是一曲跨越宇宙的讴歌。<br /><br />【“星辰大海，万彩星系，寂寂深空，无垠之境，都是它存在过的证明。”】",
         ["备注"] = ""
      }
   },
   ["雪鸮"] = {
      ["雪鸮"] = {
         ["id"] = 12303001,
         ["稀有度"] = 1,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "半自动手枪，手枪中的绝对王者，曾依靠其巨大的杀伤力闻名于世，其杀伤力在卡丘世界的手枪中亦不遑多让。",
         ["备注"] = ""
      },
      ["沙丘之鹰"] = {
         ["id"] = 12303101,
         ["稀有度"] = 4,
         ["获得方式"] = { "弦海寻宝-世宙星声" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "未知时代打造的随身武器，拥有极高的艺术成分，同时也拥有极高的火力，传说可以使用特殊的香料驱动，但这个传言如今已经无法证明。<br /><br />【“宇宙的尺度中，没有奇迹，只有无数轨迹交汇后，必定出现的靶心。”】",
         ["备注"] = ""
      },
      ["昂贵玩意"] = {
         ["id"] = 12303102,
         ["稀有度"] = 8,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在黑市秘辛中被反复提及的“昂贵玩意”。它精密的构造模仿了旧时代的博弈机械，将游戏规则拆解为轮盘上的花色与数字。持枪者在硝烟中漫不经心地摇动命运的转柄，用最华丽的姿态，执行最冰冷的清理。<br /><br />【“在这场游戏中，你恐怕不能全身而退了。”】",
         ["备注"] = ""
      }
   },
   ["焚焰者"] = {
      ["焚焰者"] = {
         ["id"] = 12307001,
         ["稀有度"] = 1,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "手枪型特殊武器，可以近距离喷发伤害力极高的柱状火焰，瞬间让敌人葬身火焰型粒子波动中。",
         ["备注"] = ""
      },
      ["爆能水枪"] = {
         ["id"] = 12307101,
         ["稀有度"] = 4,
         ["获得方式"] = { "弦海寻宝-炽焱狂龙" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "一个似乎来自于宇宙级战争的随身武器重制品，有着出色的持久聚能和长效爆发，但真正引起轰动的还是当下时兴的美丽造型。<br /><br />【“颜色越粉，打人越狠”——战场语录】",
         ["备注"] = ""
      },
      ["炽焱狂龙"] = {
         ["id"] = 12307201,
         ["稀有度"] = 5,
         ["获得方式"] = { "弦海寻宝-炽焱狂龙" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "强大的力量与高傲的性格是它永恒的底色，小心你的言辞，如果你不想感受足以灭世的龙息。<br /><br />【灭世者，终末的魔龙，混沌之厄，弦能吞噬者，焚天之翼，你可以选择你喜欢的称呼，它们都是我。】",
         ["备注"] = ""
      },
      ["炽焱狂龙-黯灭"] = {
         ["id"] = 12307202,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "强大的力量与高傲的性格是它永恒的底色，小心你的言辞，如果你不想感受足以灭世的龙息。<br /><br />【灭世者，终末的魔龙，混沌之厄，弦能吞噬者，焚天之翼，你可以选择你喜欢的称呼，它们都是我。】",
         ["备注"] = ""
      },
      ["炽焱狂龙-蚀绝"] = {
         ["id"] = 12307203,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "强大的力量与高傲的性格是它永恒的底色，小心你的言辞，如果你不想感受足以灭世的龙息。<br /><br />【灭世者，终末的魔龙，混沌之厄，弦能吞噬者，焚天之翼，你可以选择你喜欢的称呼，它们都是我。】",
         ["备注"] = ""
      },
      ["炽焱狂龙-焚祸"] = {
         ["id"] = 12307204,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "强大的力量与高傲的性格是它永恒的底色，小心你的言辞，如果你不想感受足以灭世的龙息。<br /><br />【灭世者，终末的魔龙，混沌之厄，弦能吞噬者，焚天之翼，你可以选择你喜欢的称呼，它们都是我。】",
         ["备注"] = ""
      },
      ["炽焱狂龙-净殒"] = {
         ["id"] = 12307205,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "强大的力量与高傲的性格是它永恒的底色，小心你的言辞，如果你不想感受足以灭世的龙息。<br /><br />【灭世者，终末的魔龙，混沌之厄，弦能吞噬者，焚天之翼，你可以选择你喜欢的称呼，它们都是我。】",
         ["备注"] = ""
      }
   },
   ["忍锋"] = {
      ["忍锋"] = {
         ["id"] = 15201001,
         ["稀有度"] = 1,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "不知名的武器画家所制作，很有格调的武士刀。",
         ["备注"] = ""
      },
      ["我要竞鸡"] = {
         ["id"] = 15201101,
         ["稀有度"] = 4,
         ["获得方式"] = { "弦海寻宝-虹曜之刃" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "这柄独特的兵刃会让持有者涌起莫名的感悟：或许武器的强大不在于本身的锋利，而是一往无前燃烧自己的呐喊与决心。<br /><br />【“全体单位注意！他们亮出了竞鸡！”】",
         ["备注"] = ""
      },
      ["咸鱼长剑"] = {
         ["id"] = 15201102,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "传说在弦海中有着奇妙的精灵，她们承诺谁若是捞起那柄有着弦海气息的长剑，谁就能获得了弦海的肯定。但打捞者或许并不清楚，精灵的指引并非都是王的证明。<br /><br />【“即使引导有些疏漏，也请您当上咸鱼之王。”】",
         ["备注"] = ""
      },
      ["绮梦星杖"] = {
         ["id"] = 15201103,
         ["稀有度"] = 8,
         ["获得方式"] = { "兑换商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "一柄由未知魔法物质打造的命运星杖，以璀璨宝石与轻盈羽翼作为祈愿的载体，将世界上的一切绮丽幻想都尽数凝注于杖中。当星光被全部点亮之时，它便可以释放出无穷的魔力。<br /><br />【“所有的斗争，就由我的星杖，彻底终结！”】",
         ["备注"] = ""
      },
      ["虹曜之刃"] = {
         ["id"] = 15201201,
         ["稀有度"] = 5,
         ["获得方式"] = { "弦海寻宝-虹曜之刃" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "沉入弦海，无法测定岁月的昔日之剑，剑身的铭文已经在悠久岁月中回归弦的源流，但剑刃依然迸发着如新生般惊心动魄的威能，只需要一位契合的持剑者，它就会重现那斩断一切战场的锋锐。<br /><br />【“它创生的岁月，似是刹那璀璨的虹光；它重现的时代，将成永恒燃烧的曜轮。”】",
         ["备注"] = ""
      },
      ["虹曜之刃-星徊"] = {
         ["id"] = 15201202,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "沉入弦海，无法测定岁月的昔日之剑，剑身的铭文已经在悠久岁月中回归弦的源流，但剑刃依然迸发着如新生般惊心动魄的威能，只需要一位契合的持剑者，它就会重现那斩断一切战场的锋锐。<br /><br />【“它创生的岁月，似是刹那璀璨的虹光；它重现的时代，将成永恒燃烧的曜轮。”】",
         ["备注"] = ""
      },
      ["虹曜之刃-荒炽"] = {
         ["id"] = 15201203,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "沉入弦海，无法测定岁月的昔日之剑，剑身的铭文已经在悠久岁月中回归弦的源流，但剑刃依然迸发着如新生般惊心动魄的威能，只需要一位契合的持剑者，它就会重现那斩断一切战场的锋锐。<br /><br />【“它创生的岁月，似是刹那璀璨的虹光；它重现的时代，将成永恒燃烧的曜轮。”】",
         ["备注"] = ""
      },
      ["虹曜之刃-霄鸣"] = {
         ["id"] = 15201204,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "沉入弦海，无法测定岁月的昔日之剑，剑身的铭文已经在悠久岁月中回归弦的源流，但剑刃依然迸发着如新生般惊心动魄的威能，只需要一位契合的持剑者，它就会重现那斩断一切战场的锋锐。<br /><br />【“它创生的岁月，似是刹那璀璨的虹光；它重现的时代，将成永恒燃烧的曜轮。”】",
         ["备注"] = ""
      },
      ["虹曜之刃-岚驰"] = {
         ["id"] = 15201205,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "沉入弦海，无法测定岁月的昔日之剑，剑身的铭文已经在悠久岁月中回归弦的源流，但剑刃依然迸发着如新生般惊心动魄的威能，只需要一位契合的持剑者，它就会重现那斩断一切战场的锋锐。<br /><br />【“它创生的岁月，似是刹那璀璨的虹光；它重现的时代，将成永恒燃烧的曜轮。”】",
         ["备注"] = ""
      },
      ["大头忍锋"] = {
         ["id"] = 15301002,
         ["稀有度"] = 1,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "不知名的武器画家所制作，很有格调的武士刀。",
         ["备注"] = ""
      }
   },
   ["战镰"] = {
      ["战镰"] = {
         ["id"] = 15401001,
         ["稀有度"] = 1,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "战斗型长柄镰刀，以一体铸就的弯月利刃为锋，挥动时凌厉如风，可对敌人发起精准的砍击。",
         ["备注"] = ""
      },
      ["收割神器"] = {
         ["id"] = 15401101,
         ["稀有度"] = 4,
         ["获得方式"] = { "刀刀特卖" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "一种握柄修长、刃背宽厚的割草型镰刀，看似布满锯齿，实则锋芒逼人。尤其是在战斗之中挥舞，往往能轻而易举地收割敌人。<br /><br />【“稻花香里说丰年，听取叫声一片。”】",
         ["备注"] = ""
      }
   },
   ["破片手雷"] = {
      ["破片手雷"] = {
         ["id"] = 18101001,
         ["稀有度"] = 1,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在投出后的一定时间引爆，爆炸范围内的敌人和自身都会受到伤害。",
         ["备注"] = ""
      },
      ["再利用"] = {
         ["id"] = 18101051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "这个世界的优点，就是无处不在的能量。即使是那些失败品与残次品，也有能让它们发光发热的地方！",
         ["备注"] = ""
      },
      ["热核聚变"] = {
         ["id"] = 18101052,
         ["稀有度"] = 3,
         ["获得方式"] = { "弦海寻宝-世宙星声" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "掷出一枚日核，静候它在强烈的撞击中，刻下滚烫的灼痕。",
         ["备注"] = ""
      },
      ["闹闹火球"] = {
         ["id"] = 18101101,
         ["稀有度"] = 4,
         ["获得方式"] = { "弦海寻宝-虹曜之刃" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "都给我站一起！我要开始闹了！",
         ["备注"] = ""
      }
   },
   ["闪光弹"] = {
      ["闪光弹"] = {
         ["id"] = 18201001,
         ["稀有度"] = 1,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在投出后的一定时间引爆，释放强光，当敌人和自己在爆炸点一定范围内看到闪光时，会被暂时致盲并干扰听觉。",
         ["备注"] = ""
      },
      ["光晕"] = {
         ["id"] = 18201051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "当你做好准备时侯，光芒是不会照到你的。",
         ["备注"] = ""
      },
      ["岩浆强光"] = {
         ["id"] = 18201052,
         ["稀有度"] = 3,
         ["获得方式"] = { "弦海寻宝-世宙星声" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "火山岩浆的剧烈喷发，使万物静默在了灼眼的强光之中。",
         ["备注"] = ""
      },
      ["闪闪冰糕"] = {
         ["id"] = 18201101,
         ["稀有度"] = 4,
         ["获得方式"] = { "弦海寻宝-虹曜之刃" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "请看好哦，我要为大家带来最闪耀的冰花！",
         ["备注"] = ""
      }
   },
   ["烟雾弹"] = {
      ["烟雾弹"] = {
         ["id"] = 18301001,
         ["稀有度"] = 1,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在投出并落地后的短时间内激活，释放一片阻挡视野的烟雾。",
         ["备注"] = ""
      },
      ["星尘迷障"] = {
         ["id"] = 18301101,
         ["稀有度"] = 4,
         ["获得方式"] = { "弦海寻宝-世宙星声" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "封存数年的寒冷星骸，在碎裂之时，弥散出一片绚烂的星尘迷障。",
         ["备注"] = ""
      }
   },
   ["风场雷"] = {
      ["风场雷"] = {
         ["id"] = 18401001,
         ["稀有度"] = 1,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在投出并落地后的短时间内激活，制造一小片足以将人吹起的风场，在其持续时间内使风场中的所有单位强制飘飞。",
         ["备注"] = ""
      },
      ["自由的风之子"] = {
         ["id"] = 18401101,
         ["稀有度"] = 4,
         ["获得方式"] = { "弦海寻宝-炽焱狂龙" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "此物蕴藏了一缕不息之风，将会承托起蒲公英的种子和自由的灵魂。",
         ["备注"] = ""
      }
   },
   ["减速雷"] = {
      ["减速雷"] = {
         ["id"] = 18501001,
         ["稀有度"] = 1,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在投出并落地后的短时间内激活，炸开一大滩颜料，在其持续时间内使范围内的敌方单位被大幅减速并禁止弦化。",
         ["备注"] = ""
      },
      ["波波水球"] = {
         ["id"] = 18501051,
         ["稀有度"] = 3,
         ["获得方式"] = { "弦海寻宝-炽焱狂龙" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "伴随飞溅的水花，闯入时间的缓流。",
         ["备注"] = ""
      },
      ["呆呆瓦斯"] = {
         ["id"] = 18501101,
         ["稀有度"] = 4,
         ["获得方式"] = { "弦海寻宝-虹曜之刃" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "你说的……走不动……是什么……？",
         ["备注"] = ""
      }
   },
   ["治疗雷"] = {
      ["治疗雷"] = {
         ["id"] = 18601001,
         ["稀有度"] = 1,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "在投出并受到撞击后激活，展开一片治疗云雾，令其范围内的我方单位短暂回复生命值。",
         ["备注"] = ""
      },
      ["神奇的伞把菇"] = {
         ["id"] = 18601101,
         ["稀有度"] = 4,
         ["获得方式"] = { "弦海寻宝-炽焱狂龙" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "这株依偎古树根须生长的伞菇，以向上的姿态汲取了天地的灵气，能为使用者带来生命能量。",
         ["备注"] = ""
      },
      ["回到过去"] = {
         ["id"] = 18601051,
         ["稀有度"] = 3,
         ["获得方式"] = { "弦海寻宝-虹曜之刃" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "超越光速才能够回到过去？只是轻轻拨动指针就能够做到了。",
         ["备注"] = ""
      }
   },
   ["警报器"] = {
      ["警报器"] = {
         ["id"] = 18701001,
         ["稀有度"] = 1,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "投出后附着在物体表面，在一段时间内感应其周围，有敌方单位经过时发出警报并使敌方单位减速。",
         ["备注"] = ""
      },
      ["警报按钮"] = {
         ["id"] = 18701051,
         ["稀有度"] = 3,
         ["获得方式"] = { "弦海寻宝-炽焱狂龙" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "每一个警示信号，都在为你精准锚定危险坐标。",
         ["备注"] = ""
      },
      ["赤瞳警报"] = {
         ["id"] = 18701101,
         ["稀有度"] = 4,
         ["获得方式"] = { "弦海寻宝-世宙星声" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "那抹猩红的凝视，是撕裂黑暗的锋芒，让潜藏的危机无所遁形。",
         ["备注"] = ""
      }
   },
   ["拦截者"] = {
      ["拦截者"] = {
         ["id"] = 18801001,
         ["稀有度"] = 1,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "投出并落地后展开护罩，拦截敌方战术道具，到达最大拦截次数时会提前销毁。敌人视角下，只有在其展开与拦截时此护罩才可视。",
         ["备注"] = ""
      },
      ["纯净的岩之泉"] = {
         ["id"] = 18801101,
         ["稀有度"] = 4,
         ["获得方式"] = { "弦海寻宝-炽焱狂龙" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "这道从岩脉中诞生的活泉，以流动的姿态构筑起了一道屏障，化冲击于无形。",
         ["备注"] = ""
      },
      ["微型奇点"] = {
         ["id"] = 18801051,
         ["稀有度"] = 3,
         ["获得方式"] = { "弦海寻宝-虹曜之刃" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "无法描述的概念却有着吸引一切的性质，包括人们的想象力。",
         ["备注"] = ""
      },
      ["晶源分析仪"] = {
         ["id"] = 19101001,
         ["稀有度"] = 1,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "丢出一个经验生成器，可被摧毁",
         ["备注"] = ""
      }
   },
   ["防弹屏障"] = {
      ["防弹屏障"] = {
         ["id"] = 18802001,
         ["稀有度"] = 1,
         ["获得方式"] = { "账号等级3级解锁" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "投掷一个防弹装置，展开能够阻挡子弹的屏障，血量归零时自动销毁。",
         ["备注"] = ""
      },
      ["光棱屏障"] = {
         ["id"] = 18802101,
         ["稀有度"] = 4,
         ["获得方式"] = { "弦海寻宝-世宙星声" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "叠合的金属板顷刻舒展，以一道流转的光幕，构筑起强大的防御场。",
         ["备注"] = ""
      }
   },
   ["雪球"] = {
      ["雪球"] = {
         ["id"] = 18901001,
         ["稀有度"] = 1,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      }
   },
   ["齿锋"] = {
      ["齿锋"] = {
         ["id"] = 10108001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "战斗步枪，兼顾了威力与稳定性，古地球工业化的优秀之作。配备1.25倍瞄准镜。",
         ["备注"] = ""
      },
      ["余烬"] = {
         ["id"] = 10108002,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“余烬”系列涂装，由焰的橙色与烬的灰色交映而成。",
         ["备注"] = ""
      },
      ["多维"] = {
         ["id"] = 10108003,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“多维”系列涂装，以卡拉彼丘图案为设计锚点，简约却不简单的图形中，流溢着别样的设计魅力。",
         ["备注"] = ""
      },
      ["热情"] = {
         ["id"] = 10108004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“热情”系列涂装，URB-00定制款，艳丽乖张的色彩彰显最为新潮的理念，深受乌尔比诺成员们的喜爱。",
         ["备注"] = ""
      },
      ["错觉"] = {
         ["id"] = 10108005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“错觉”系列涂装，以蓝色调为主，混合扭曲的色彩看似在流动一般，表现出复杂动态的变形之美。",
         ["备注"] = ""
      },
      ["嵌合"] = {
         ["id"] = 10108006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“嵌合”系列涂装，深浓浅淡，错落有致的橙色马赛克涂装，带来独特而充满视觉效果的艺术感。",
         ["备注"] = ""
      },
      ["棱镜"] = {
         ["id"] = 10108007,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“棱镜”系列涂装，不同深浅的紫红色调，仿佛在棱镜碎片中折射，显现出万花筒一般的美感。",
         ["备注"] = ""
      },
      ["蜂巢"] = {
         ["id"] = 10108008,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“蜂巢”系列涂装，充满科技感的蓝紫色，赋以六角形的边界图案，体现出严谨而精密的科学之美。",
         ["备注"] = ""
      },
      ["交错线"] = {
         ["id"] = 10108009,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“交错线”系列涂装，以暗色为敌，用交叉，叠加的线条作为主要的图形，在视觉上具有一定的迷惑性。",
         ["备注"] = ""
      },
      ["编织"] = {
         ["id"] = 10108011,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“编织”系列涂装，吸收了传统时尚单品的设计理念，色彩搭配简洁而大胆，是彰显品味的装扮。",
         ["备注"] = ""
      },
      ["占星"] = {
         ["id"] = 10108051,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "由长廊绘制所出品的“占星”系列枪械造型，神秘与潮流的结合，长廊绘制所内画师们的呕心沥血之作。",
         ["备注"] = ""
      },
      ["漫画之星"] = {
         ["id"] = 10108052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“漫画之星”系列枪械造型，于枪身中央增添了客户定制的艺术头像，配以精心搭配的色块设计，更好地还原了客户们的个性化需求。",
         ["备注"] = ""
      },
      ["纸牌屋"] = {
         ["id"] = 10108053,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“纸牌屋”系列涂装，以绿心桃形作为主体，充满活力的乌尔比诺成员今天也在为了自由和艺术而战。",
         ["备注"] = ""
      },
      ["飞鸟"] = {
         ["id"] = 10108054,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“飞鸟”系列主题涂装，生动描绘了多种鸟类动物的活泼生态，仔细观察似乎还被涂画上了使用者的个性符号。",
         ["备注"] = ""
      },
      ["幻海"] = {
         ["id"] = 10108056,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“幻海”系列枪械造型，将海洋元素融入枪身之内，又附以如梦似幻的渐变配色，大大加强了枪械的整体艺术感。",
         ["备注"] = ""
      },
      ["红黑摇滚"] = {
         ["id"] = 10108057,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“齿锋”的特殊定制版，据说灵感源于某次乌尔比诺音乐节的摇滚演出。",
         ["备注"] = ""
      },
      ["落羽终末"] = {
         ["id"] = 10108104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“齿锋”的概念客制型号，造型灵感源于的昔日的猎人。在过去的时代，人们畏惧那些在夜晚中游荡的狩猎者，因为没有人知道，自己是否就是其目标。<br /><br />【她悄无声息，带来无法预知的命运。】",
         ["备注"] = ""
      },
      ["破空游鲨"] = {
         ["id"] = 10108105,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“齿锋”的特别定制型号，该型号除了采用了更加流线型的外观以外也增添了仿生学动力部件，在射击的同时会展开部件填充气动平衡鳍，根据绯莎本人自称除了很炫酷以外或许能更好的有助于滑空射击，至少她是这么说的。<br /><br />【“炫酷也是战斗力，明白吗？”】",
         ["备注"] = ""
      },
      ["精准定位"] = {
         ["id"] = 10108106,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "绯莎参加节日游行时所使用的武器，罗盘针式的定位装置有助于分析敌我方向，帮助绯莎更好的把握战况。<br /><br />【“躲躲藏藏的真没意思。”】",
         ["备注"] = ""
      },
      ["水溪林池"] = {
         ["id"] = 10108107,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“齿锋”的迷彩改装型，整体造型采用了迷彩涂装以外更是加入了仿生科技……至于有什么用？也许它还能帮你驱赶一下身边的蚊虫？<br /><br />【“多亏了它，至少在潜伏的时候我不用担心被蚊子咬得满身大包了。”】",
         ["备注"] = ""
      },
      ["尘垢终结者"] = {
         ["id"] = 10108109,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“齿锋”的客制化枪械外观，枪身轻盈但动力极强，能够像吸尘器一样高效率地清理一切多余碍事的“垃圾尘垢”。<br /><br />【“女仆的清洁工作，当然是用子弹来完成。”】",
         ["备注"] = ""
      },
      ["精确尺度"] = {
         ["id"] = 10108110,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“齿锋”的特殊改造版，巧妙地将部件替换成了能用于度量计算的工具。毕竟一名优秀的调酒师，对酒的品质必然有精准的把控能力。<br /><br />【“再多一点麦芽的香气吧，目前我对这杯酒的评分，只有99.5。”】",
         ["备注"] = ""
      },
      ["海精灵"] = {
         ["id"] = 10108111,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“齿锋”的深海特供版，或许是受到浪漫深海的感染，齿锋也褪去锋芒，摇身一变成可爱的海洋精灵，只为自由与碧海而生。<br /><br />【“如若不是为了生存，或许我也能像它们一样自由地遨游于海。”】",
         ["备注"] = ""
      },
      ["天下太平"] = {
         ["id"] = 10108112,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“齿锋”的改造版本，从小陪伴绯莎长大，一直被她带在身边。枪身虽冰冷，但在绯莎心中，却是有温度的。<br /><br />【“宗师之路，并非我一人独行。”】",
         ["备注"] = ""
      },
      ["雪绵冰沙"] = {
         ["id"] = 10108113,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "应冰雪节活动主办方的要求，绯莎对“齿锋”进行了小小的改造，灵感来源，就是活动乐园门口的冰沙店。不顾众人阻拦，绯莎把每个口味都尝了一遍。<br /><br />【“区区几碗冰沙又能对我的肠胃造成什么伤害……我，我没事，一点也不冷……”】",
         ["备注"] = ""
      },
      ["猎鲨突击"] = {
         ["id"] = 10108114,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“齿锋”的客制化枪械外观，由枪战游戏主办方进行了迷彩喷涂的处理，不论在何种战场上，猎鲨好战的本性都不曾改变。<br /><br />【“猎鲨正在饥饿之中，谁来成为我的养料？”】",
         ["备注"] = ""
      },
      ["随身笔趣"] = {
         ["id"] = 10108115,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“齿锋”的校园日定制款，结合了多种日常文具重新设计的涂装，回家以后就赶紧完成作业，然后开始愉快地放空自己享受生活吧。",
         ["备注"] = ""
      },
      ["辉辉游光"] = {
         ["id"] = 10108116,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "魔法少女绯莎的魔弹仪，由绯莎的命定魔力变化而成，能够将焰浪的力量转化为魔法弹丸，火焰并非魔法的本意，燃烧一切的，是少女挑战强敌的绝对自信。<br /><br />【“这就是我的全力，最后一击！焰浪爆裂！”】",
         ["备注"] = ""
      },
      ["彩缎飘飘"] = {
         ["id"] = 10108117,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“齿锋”的圣诞款定制涂装，选用了热闹的礼物配色，用于配合主人在这个特殊的日子进行一场特殊的行动。<br /><br />【“我真的没打算开枪，开枪会打碎一年只有一天可以吃到的圣诞饼干。”】",
         ["备注"] = ""
      },
      ["品筵奇谋"] = {
         ["id"] = 10108118,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“齿锋”的商务晚会定制款涂装，永不过时的黑檀木与鎏金工艺低调而奢华，象征着一次毫不迟疑的出手，一场毫无顾忌的赌局，以及一次毫无质疑的胜利。<br /><br />【“很遗憾，但整装出席的客人，更容易获得胜利的好感。”】",
         ["备注"] = ""
      },
      ["沧浪鲨影"] = {
         ["id"] = 10108201,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“齿锋”的个人特别定制款，仿照古地球的鲨鱼骨架而设计，搭载性能优异的发光元件，再现了这种深海巨兽往昔的威猛，以及孤独。<br /><br />卡丘世界的海底生态链是断裂的，在迁移而来的海洋生物中，只有鲨鱼活了下来。但鲨鱼却变得不再敏锐而强大，连嗅觉都逐渐丧失。人们只能借助仿生技术还原鲨鱼从前的模样。<br />在接到改装完成的“齿锋”后，绯莎不由得感叹每一个细节都还原得如此精妙。<br />“没什么大不了的，只是按照某条从深海打捞上来的亡鲨骨架等比例还原的。”<br />枪械改造师不以为然地挑了挑眉毛。<br />“深海？这个世界的海洋中存在着鲨鱼？”<br />“是啊，不过很遗憾，现在只剩下一条还活着了……听生命改良部的同事说它最近似乎变得无比狂躁。”<br />鲨鱼是一种独行而沉稳的生物，为什么会平白无故地变得狂躁？绯莎非常想知道鲨鱼狂躁的原因。",
         ["备注"] = ""
      },
      ["沧浪鲨影-荡漾"] = {
         ["id"] = 10108202,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      },
      ["沧浪鲨影-闪耀"] = {
         ["id"] = 10108203,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      },
      ["沧浪鲨影-跃动"] = {
         ["id"] = 10108204,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      },
      ["沧浪鲨影-辉映"] = {
         ["id"] = 10108205,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "",
         ["备注"] = ""
      }
   },
   ["隼"] = {
      ["隼"] = {
         ["id"] = 10105001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "突击步枪，无托系列步枪中的代表之作，综合素质极其优秀，古地球轻武器中的经典。配备1.25倍瞄准镜。",
         ["备注"] = ""
      },
      ["魅紫"] = {
         ["id"] = 10105002,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“魅紫”系列涂装，以明亮的紫色填充枪身，赋予枪身独特的神秘感。",
         ["备注"] = ""
      },
      ["浪潮"] = {
         ["id"] = 10105003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“浪潮”系列涂装，以蓝色色块组合模拟海浪的造型，虽无潮声，却也沁人心脾。",
         ["备注"] = ""
      },
      ["霓虹"] = {
         ["id"] = 10105004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“霓虹”系列涂装，SCIS-08定制款，叛逆不羁的色彩搭配，受到剪刀手阵营的青睐。",
         ["备注"] = ""
      },
      ["紫金"] = {
         ["id"] = 10105005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“紫金”系列涂装，别出心裁的紫金撞色搭配给予枪身别样的质感。",
         ["备注"] = ""
      },
      ["迷彩"] = {
         ["id"] = 10105006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“迷彩”系列涂装，枪身上多样的色彩融合，很好地达到了融入自然环境的效果。",
         ["备注"] = ""
      },
      ["信念"] = {
         ["id"] = 10105007,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“信念”系列涂装，黑底，配上剪刀手徽记与涂鸦，肃杀中彰显出持有者坚定的意志。",
         ["备注"] = ""
      },
      ["冲浪"] = {
         ["id"] = 10105008,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“冲浪”系列涂装，使用简约的色块勾勒出了沙滩与海浪的景象，拿在手上仿佛也能乘上海浪勇往直前。",
         ["备注"] = ""
      },
      ["交错线"] = {
         ["id"] = 10105009,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“交错线”系列涂装，以暗色为敌，用交叉，叠加的线条作为主要的图形，在视觉上具有一定的迷惑性。",
         ["备注"] = ""
      },
      ["锦鲤"] = {
         ["id"] = 10105011,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“锦鲤”系列涂装，斑驳的红黑配色如同火药与烈焰，希望面对它的人能够走运。",
         ["备注"] = ""
      },
      ["浪人"] = {
         ["id"] = 10105054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由象限工造出品的“浪人”系列枪械造型，神秘迷幻的紫色枪身中仿佛有浪花跃动，抚慰着每一位浪人的心。",
         ["备注"] = ""
      },
      ["夏日海滩"] = {
         ["id"] = 10105055,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由象限工造出品的“夏日海滩”系列枪械造型，完美地将不同种类的海滩元素附着于枪身之上，宁静时刻，甚至能听见海潮的回响。",
         ["备注"] = ""
      },
      ["Q版世界"] = {
         ["id"] = 10105056,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由象限工造出品的“Q版世界”系列枪械造型，将定制者的Q版三视图融入视觉设计中，为枪身赋予轻松气息的同时，更好地满足了客制化需求。",
         ["备注"] = ""
      },
      ["纸牌屋"] = {
         ["id"] = 10105057,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“纸牌屋”系列涂装，以红心黑方作为主题，身着华服的Q版剪刀手成员惟妙惟肖，彰显贵气之感。",
         ["备注"] = ""
      },
      ["龙腾虎跃"] = {
         ["id"] = 10105058,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“龙腾虎跃”系列涂装，以黄白二色凸显喜庆之感，刻画舞狮的剪刀手队员们跃然而上，凸显龙马精神。",
         ["备注"] = ""
      },
      ["回味时光"] = {
         ["id"] = 10105059,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "格罗夫集团出品，“回味时光”咖啡厅同名主题涂装，依据持有者的喜好进行了个性化设计。不论是难眠的深夜，亦或是悠闲的午后，这杯咖啡都为你带来了一段值得回味的香浓时光。",
         ["备注"] = ""
      },
      ["猫神之眼"] = {
         ["id"] = 10105102,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“隼”的艺术特化型号，设计理念参考了古地球的埃及文化，将旧日的繁盛与威严倾注其中，仿佛重新唤起了那个传说的时代。<br /><br />我未曾见过那样一个极盛的时代。<br />那时的黄金覆满大地，流沙之上，佳酿与蜜的歌谣口口传唱，歌不尽千年的繁盛时光。<br />而如今，<br />烫金的面具雍容依旧，古老的权柄威严如昨，<br />万般辉煌过往，徒留余晖闪烁。",
         ["备注"] = ""
      },
      ["漫画大师"] = {
         ["id"] = 10105103,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“隼”的艺术特化型号，略显得夸张的结构设计中融入了最新潮的漫画元素。若是能将它携带在身边，连战斗也不再残酷。<br /><br />“喂！？”“在吗？”“哎哟！”<br />正交火呢，枪身上忽的蹦出了漫画中的对话框。<br />这样一来，就连原本严肃的战斗，都变得有趣起来了。",
         ["备注"] = ""
      },
      ["特别花牌"] = {
         ["id"] = 10105104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "剪刀手在普雷顿义演时梅瑞狄斯所使用的武器，装饰着花牌的枪械，除了能够用来扰乱敌人的判断，也是用来表演魔术的道具之一。<br /><br />【“惊喜……也可能是惊吓哦？”】",
         ["备注"] = ""
      },
      ["寻路者"] = {
         ["id"] = 10105105,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“隼”的个人定制款，考究的皮革下包裹着精细的地图与罗盘，除了命中劲敌，也始终指引着她在未知与混沌中寻求真理。<br /><br />【深入观察，仔细思考——路，在何方？】",
         ["备注"] = ""
      },
      ["危险摇滚"] = {
         ["id"] = 10105106,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“隼”的客制化改造款，梅瑞狄斯将枪身改造成摇滚吉他，甚至植入了完备的音响装置。这种大胆新奇的设计，便于梅瑞狄斯随时随地地进行即兴演出，只是她的摇滚具备过于强大的冲击力与破坏力。<br /><br />【“梅瑞狄斯教授，在您开始摇滚前，请允许我们提前备好耳塞……”】",
         ["备注"] = ""
      },
      ["精准服务"] = {
         ["id"] = 10105107,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“隼”的客制化枪械外观，典雅华贵的外观下，无比精确地计算着每一分每一秒，非常适配梅瑞狄斯严谨周密的工作习惯。<br /><br />【“工作提前结束了，但是，客人，对你的观察会一直进行。”】",
         ["备注"] = ""
      },
      ["无解之谜"] = {
         ["id"] = 10105108,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“隼”的地下沙龙特供版。当远方来客翩然而至时，她随身携带的枪械，似乎也在看着这一切。<br /><br />【“放心吧，我不会带来什么，也不会带走什么，我只是旁观者。地下沙龙发生的一切，就看各位表演了。”】",
         ["备注"] = ""
      },
      ["墨金弧线"] = {
         ["id"] = 10105111,
         ["稀有度"] = 4,
         ["获得方式"] = { "ST_ModuleName.Summer Music Festival" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“隼”的泳池派对特供版。低调与奢华尽显于黑金的色调中，正如庆典总设计师一以贯之的理念：极简亦是美丽。<br /><br />【“我曾经驾驶摩托艇驰骋于海面，连海风都无法追上我。”】",
         ["备注"] = ""
      },
      ["鼠到擒来"] = {
         ["id"] = 10105112,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“隼”的改装版本，霓之城中欧泊与剪刀手的追逐战就好似猫捉老鼠的游戏，而“猫派”的成员总是对“鼠”情有独钟，这一点也体现在了枪械的设计上。<br /><br />【“在这座城市里，你们才是猎物。”】",
         ["备注"] = ""
      },
      ["黑猫奇幻物语"] = {
         ["id"] = 10105113,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“隼”的惊魂节游行定制版。身为魔女，自然会有扫帚和黑猫相伴。如果在惊魂节前夜被一只黄眼睛黑猫盯上了也无需惊慌，大概是魔女小姐来带你去探险了。<br /><br />【“这是我的宠物猫南瓜派，来，让它给你打个招呼。”】",
         ["备注"] = ""
      },
      ["冥狼啮视"] = {
         ["id"] = 10105114,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "以秘仪炼制而成的“隼”定制款，光辉照耀着大墓地中沉睡的狼，将冥府的审判铭刻为枪身的辉光，是“溯光者”赠予审判罪恶之人的颂祷和礼赞。<br /><br />【“真理的天平会厘清祸心，正义的冥狼会审判罪人。”】",
         ["备注"] = ""
      },
      ["莎莎罗针"] = {
         ["id"] = 10105115,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "魔灵使梅瑞狄斯的魔弹仪，由梅瑞狄斯的命定魔力变化而成，虽然魔力编织的外壳柔和可爱，但其中蕴含的岩砂之力足以带来改变战局的地震。<br /><br />【“我会击穿这些冰冷的牢房，找到属于这个世界的梦想。”】",
         ["备注"] = ""
      },
      ["瑞景灵法"] = {
         ["id"] = 10105116,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“隼”的沐春节限定款涂装，为了迎接完全在梅瑞狄斯计划外的玩乐，特地改换了喜气洋洋的造型，准备在沐春佳夜，鸣放属于一群人的美好快意。<br /><br />【“虽然是突发，但好在我设计了关于新年的一百种预案变化。”】",
         ["备注"] = ""
      },
      ["命定之骰"] = {
         ["id"] = 10105117,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "梅瑞狄斯为“隼”重新设计了外形，并为这次任务添加了新的功能。温馨提示：别在她用这个涂装的时候和她玩掷骰子的游戏。<br /><br />“点数在出手的一刻就已注定。你可以认为这是命运，但在我看来，技术决定一切。”",
         ["备注"] = ""
      },
      ["万象回响"] = {
         ["id"] = 10105201,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“隼”的特殊改造款，外部包裹着流动的液态水银，从不同角度观察呈现为不同的颜色，似乎有让人一旦注意到、便无法移开视线的魔力。偶有黑色尖刺与毒液从中渗出，但定睛一看却又会立刻消散。<br /><br />【“武器当然没有属于自己的思想，它的外在，皆为汝等意志之呈现。”】",
         ["备注"] = ""
      },
      ["万象回响-陈述"] = {
         ["id"] = 10105202,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“隼”的特殊改造款，外部包裹着流动的液态水银，从不同角度观察呈现为不同的颜色，似乎有让人一旦注意到、便无法移开视线的魔力。偶有黑色尖刺与毒液从中渗出，但定睛一看却又会立刻消散。<br /><br />【“武器当然没有属于自己的思想，它的外在，皆为汝等意志之呈现。”】",
         ["备注"] = ""
      },
      ["万象回响-探寻"] = {
         ["id"] = 10105203,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“隼”的特殊改造款，外部包裹着流动的液态水银，从不同角度观察呈现为不同的颜色，似乎有让人一旦注意到、便无法移开视线的魔力。偶有黑色尖刺与毒液从中渗出，但定睛一看却又会立刻消散。<br /><br />【“武器当然没有属于自己的思想，它的外在，皆为汝等意志之呈现。”】",
         ["备注"] = ""
      },
      ["万象回响-剖析"] = {
         ["id"] = 10105204,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“隼”的特殊改造款，外部包裹着流动的液态水银，从不同角度观察呈现为不同的颜色，似乎有让人一旦注意到、便无法移开视线的魔力。偶有黑色尖刺与毒液从中渗出，但定睛一看却又会立刻消散。<br /><br />【“武器当然没有属于自己的思想，它的外在，皆为汝等意志之呈现。”】",
         ["备注"] = ""
      },
      ["万象回响-轰鸣"] = {
         ["id"] = 10105205,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“隼”的特殊改造款，外部包裹着流动的液态水银，从不同角度观察呈现为不同的颜色，似乎有让人一旦注意到、便无法移开视线的魔力。偶有黑色尖刺与毒液从中渗出，但定睛一看却又会立刻消散。<br /><br />【“武器当然没有属于自己的思想，它的外在，皆为汝等意志之呈现。”】",
         ["备注"] = ""
      }
   },
   ["北极星"] = {
      ["北极星"] = {
         ["id"] = 10106001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "突击步枪，散热良好和耐久性是其优势，近程点射时精准度颇佳。此外，还有如扳机扣力柔和、左右手均可使用等注重舒适度的设计。配备1.25倍瞄准镜，可在全自动射击模式与三连发射击模式之间切换。",
         ["备注"] = ""
      },
      ["紫晶"] = {
         ["id"] = 10106002,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“紫晶”系列涂装，深沉的紫色保留内涵，亮蓝的条带赋予活力。",
         ["备注"] = ""
      },
      ["多维"] = {
         ["id"] = 10106003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“多维”系列涂装，以卡拉彼丘图案为设计锚点，简约却不简单的图形中，流溢着别样的设计魅力。",
         ["备注"] = ""
      },
      ["热情"] = {
         ["id"] = 10106004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“热情”系列涂装，URB-00定制款，艳丽乖张的色彩彰显最为新潮的理念，深受乌尔比诺成员们的喜爱。",
         ["备注"] = ""
      },
      ["错觉"] = {
         ["id"] = 10106005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“错觉”系列涂装，以蓝色调为主，混合扭曲的色彩看似在流动一般，表现出复杂动态的变形之美。",
         ["备注"] = ""
      },
      ["嵌合"] = {
         ["id"] = 10106006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“嵌合”系列涂装，深浓浅淡，错落有致的橙色马赛克涂装，带来独特而充满视觉效果的艺术感。",
         ["备注"] = ""
      },
      ["棱镜"] = {
         ["id"] = 10106007,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“棱镜”系列涂装，不同深浅的紫红色调，仿佛在棱镜碎片中折射，显现出万花筒一般的美感。",
         ["备注"] = ""
      },
      ["蜂巢"] = {
         ["id"] = 10106008,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“蜂巢”系列涂装，充满科技感的蓝紫色，赋以六角形的边界图案，体现出严谨而精密的科学之美。",
         ["备注"] = ""
      },
      ["锦鲤"] = {
         ["id"] = 10106009,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“锦鲤”系列涂装，斑驳的红黑配色如同火药与烈焰，希望面对它的人能够走运。",
         ["备注"] = ""
      },
      ["占星"] = {
         ["id"] = 10106051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“占星”系列枪械造型，神秘与潮流的结合，长廊绘制所内画师们的呕心沥血之作。",
         ["备注"] = ""
      },
      ["漫画之星"] = {
         ["id"] = 10106052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“漫画之星”系列枪械造型，于枪身中央增添了客户定制的艺术头像，配以精心搭配的色块设计，更好地还原了客户们的个性化需求。",
         ["备注"] = ""
      },
      ["纸牌屋"] = {
         ["id"] = 10106053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“纸牌屋”系列涂装，以绿心桃形作为主体，充满活力的乌尔比诺成员今天也在为了自由和艺术而战。",
         ["备注"] = ""
      },
      ["暗金浪涌"] = {
         ["id"] = 10106054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“暗金浪涌”系列主题涂装，由偏光实验室推出的枪械涂装，主打暗金色调，在保证酷炫拉风的同时，也颇具金属般的沉稳感与力量感。",
         ["备注"] = ""
      },
      ["幻海"] = {
         ["id"] = 10106056,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“幻海”系列枪械造型，将海洋元素融入枪身之内，又附以如梦似幻的渐变配色，大大加强了枪械的整体艺术感。",
         ["备注"] = ""
      },
      ["星响酷音"] = {
         ["id"] = 10106057,
         ["稀有度"] = 3,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "与国民经典音乐软件酷狗音乐合作的纪念款涂装，每日收听美好音乐，有益身心健康发展，将愿望写成歌谣，向世界大声说哈喽！",
         ["备注"] = ""
      },
      ["蔷薇骑士"] = {
         ["id"] = 10106102,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“北极星”的私人定制款，夺目的鲜红玫瑰绽放于枪身之上，而代表着守护的骑士之剑则横贯其中，似乎在诉说着一段绝美的故事。<br /><br />人如蔷薇，剑也如蔷薇。<br />以烈火为魂，以钢铁为骨。<br />当枪火激烈冲突时，蔷薇随之灿烂绽放。<br />踏上战场的绯红少女，心中早已做好凋零的觉悟。<br />于她小憩片刻，轻抚花朵之时。<br />她心中那片柔软的蔷薇园，又会留给谁呢？",
         ["备注"] = ""
      },
      ["蔷薇骑士-真红"] = {
         ["id"] = 10106201,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“北极星”的私人定制款，夺目的鲜红玫瑰绽放于枪身之上，而代表着守护的骑士之剑则横贯其中，似乎在诉说着一段绝美的故事。",
         ["备注"] = ""
      },
      ["蔷薇骑士-真金"] = {
         ["id"] = 10106202,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“北极星”的私人定制款，夺目的鲜红玫瑰绽放于枪身之上，而代表着守护的骑士之剑则横贯其中，似乎在诉说着一段绝美的故事。",
         ["备注"] = ""
      },
      ["蔷薇骑士-耀紫"] = {
         ["id"] = 10106203,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“北极星”的私人定制款，夺目的鲜红玫瑰绽放于枪身之上，而代表着守护的骑士之剑则横贯其中，似乎在诉说着一段绝美的故事。",
         ["备注"] = ""
      },
      ["蔷薇骑士-苍蓝"] = {
         ["id"] = 10106204,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“北极星”的私人定制款，夺目的鲜红玫瑰绽放于枪身之上，而代表着守护的骑士之剑则横贯其中，似乎在诉说着一段绝美的故事。",
         ["备注"] = ""
      },
      ["岁始拂香"] = {
         ["id"] = 10106206,
         ["稀有度"] = 5,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "司春神女用于唤醒春祭的礼器，花锦交织的神木中，缠绵着奏响音律的星弦，当神女拂动它的那一刻，万事万物，都会听到复苏的声音。<br /><br />【“神木婷婷，且茂且碧；神音渺渺，沐雨沐风。”】",
         ["备注"] = ""
      },
      ["岁始拂香-狂香"] = {
         ["id"] = 10106207,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "司春神女用于唤醒春祭的礼器，花锦交织的神木中，缠绵着奏响音律的星弦，当神女拂动它的那一刻，万事万物，都会听到复苏的声音。<br /><br />【“神木婷婷，且茂且碧；神音渺渺，沐雨沐风。”】",
         ["备注"] = ""
      },
      ["岁始拂香-素艳"] = {
         ["id"] = 10106208,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "司春神女用于唤醒春祭的礼器，花锦交织的神木中，缠绵着奏响音律的星弦，当神女拂动它的那一刻，万事万物，都会听到复苏的声音。<br /><br />【“神木婷婷，且茂且碧；神音渺渺，沐雨沐风。”】",
         ["备注"] = ""
      },
      ["岁始拂香-惜月"] = {
         ["id"] = 10106209,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "司春神女用于唤醒春祭的礼器，花锦交织的神木中，缠绵着奏响音律的星弦，当神女拂动它的那一刻，万事万物，都会听到复苏的声音。<br /><br />【“神木婷婷，且茂且碧；神音渺渺，沐雨沐风。”】",
         ["备注"] = ""
      },
      ["岁始拂香-含薰"] = {
         ["id"] = 10106210,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "司春神女用于唤醒春祭的礼器，花锦交织的神木中，缠绵着奏响音律的星弦，当神女拂动它的那一刻，万事万物，都会听到复苏的声音。<br /><br />【“神木婷婷，且茂且碧；神音渺渺，沐雨沐风。”】",
         ["备注"] = ""
      },
      ["仙境茶话"] = {
         ["id"] = 10106104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“北极星”的艺术设计款，将旧日地球的童话元素合于枪械改装中，透露着设计者内心的纯真。<br /><br />【那里有易碎的梦境，孩童的天真，善意和最初的纯然。】",
         ["备注"] = ""
      },
      ["绯红疗愈"] = {
         ["id"] = 10106105,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“北极星”的私人订制型号，巧妙地融入了医护理念，似乎还有着暗示反战的意味……<br /><br />【他们的救死扶伤不是为了赞美，他们举起枪，也不是为了争斗。他们的身前是战争，而身后是和平。】",
         ["备注"] = ""
      },
      ["未来行舟"] = {
         ["id"] = 10106106,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“北极星”的特殊改装款，该枪械是在星绘游玩太空体验馆时所获得的礼品，被做成了空间站样式的枪械诉说着人类向往无尽苍穹的梦想，可以说是工业艺术的结晶也不为过。<br /><br />【“为无尽的星空，献上无尽的憧憬与爱。”】",
         ["备注"] = ""
      },
      ["万能妆镜"] = {
         ["id"] = 10106107,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“北极星”的特殊定制型号，这把枪与原型最大的区别是褪去了兵器的冰冷感，更加适合出门邀约所携带，瞄准镜兼用了补妆镜的功能，让使用者能够随时检查自己的妆容。<br /><br />【“刚刚玩的太痛快了，得赶快补个妆才行……嘿嘿。”】",
         ["备注"] = ""
      },
      ["苍色源星"] = {
         ["id"] = 10106108,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“北极星”的个人定制化型号，整体枪械进行了圆滑处理，更加贴合射手的手感的同时，作为点缀的苍色结晶片可以为整个枪身提供能源，迸发出的子弹想必也是如同流星一样奔向目标吧。<br /><br />【“这可不是一般的许愿星，它会永远飞向我期望的目标。”】",
         ["备注"] = ""
      },
      ["彗星芳尾"] = {
         ["id"] = 10106109,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“北极星”的改造版本，加入了三色堇、珍珠、玉佩等要素，比起武器来说更像是一件工艺品。<br /><br />【“将光芒和希望，射向宇宙的每一个角落。”】",
         ["备注"] = ""
      },
      ["暖芽鸣啾"] = {
         ["id"] = 10106110,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“北极星”的田园生活改造款。侍弄花草的时候，一只鹦鹉落在了星绘的肩头，还毫不怕生的轻啄她的发丝。星绘将这个有趣的景象设计成了涂装。<br /><br />【“这么自来熟的小鸟，倒是和米雪儿的性格有点像呢。带回去给她看看吧。”】",
         ["备注"] = ""
      },
      ["蛟龙出海"] = {
         ["id"] = 10106111,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“北极星”的“沐春节”特供版，以“蛟龙出海”为寓意而设计，寄托着星绘在过去的困难中一点点积攒的勇气与决心。<br /><br />【“为了病患，我不会再退缩了，这都是前辈教给我的呢。”】",
         ["备注"] = ""
      },
      ["长廊烛火"] = {
         ["id"] = 10106112,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“北极星”的改造版本，星芒和烛火元素与锐利的切割线条完美结合，典雅优美的造型之下，蕴藏着可怕的力量。<br /><br />【“恐怖小说里常有人被烛台刺穿身体……啊，我是绝对不会将枪口指向您的。”】",
         ["备注"] = ""
      },
      ["此间定影"] = {
         ["id"] = 10106113,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“北极星”的海滨竞速俱乐部定制版涂装。枪身以轻纱和星芒作为装饰，融入了照相机的设计元素，在开镜的同时就能将精彩的画面定格下来。<br /><br />【“决定好了，我就用它来记录伙伴们战斗的英姿吧！”】",
         ["备注"] = ""
      },
      ["赤色星弦"] = {
         ["id"] = 10106114,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“北极星”的个人定制化型号，流动的赤色包裹住枪身，犹如被月光照耀的红宝石般迷人。<br /><br />【“星星一定也听到了我们的祈愿，这璀璨的赤色星弦，就是我们心灵相通的证明。”】",
         ["备注"] = ""
      },
      ["流银赤脉"] = {
         ["id"] = 10106115,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“北极星”的轻奢定制版，以涌动的血液为主题，将红宝石般的炽烈、银月般的冷辉与暗狱般的沉黑，都熔铸进整个枪身。使其不仅是武器，更是一件值得珍藏的暗黑美学杰作。<br /><br />【“我将忤逆嗜血的本能，永远守护在你的身旁。”】",
         ["备注"] = ""
      }
   },
   ["谢幕曲"] = {
      ["谢幕曲"] = {
         ["id"] = 10201001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "反器材狙击枪。采用枪管短后坐原理，威力惊人。配备2.5倍瞄准镜，精准优雅，完美谢幕。",
         ["备注"] = ""
      },
      ["霓虹"] = {
         ["id"] = 10201002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“霓虹”系列涂装，SCIS-08定制款，叛逆不羁的色彩搭配，受到剪刀手阵营的青睐。",
         ["备注"] = ""
      },
      ["紫金"] = {
         ["id"] = 10201003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“紫金”系列涂装，别出心裁的紫金撞色搭配给予枪身别样的质感。",
         ["备注"] = ""
      },
      ["魅紫"] = {
         ["id"] = 10201004,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“魅紫”系列涂装，以明亮的紫色填充枪身，赋予枪身独特的神秘感。",
         ["备注"] = ""
      },
      ["迷彩"] = {
         ["id"] = 10201005,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“迷彩”系列涂装，枪身上多样的色彩融合，很好地达到了融入自然环境的效果。",
         ["备注"] = ""
      },
      ["信念"] = {
         ["id"] = 10201006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“信念”系列涂装，黑底，配上剪刀手徽记与涂鸦，肃杀中彰显出持有者坚定的意志。",
         ["备注"] = ""
      },
      ["浪潮"] = {
         ["id"] = 10201007,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“浪潮”系列涂装，以蓝色色块组合模拟海浪的造型，虽无潮声，却也沁人心脾。",
         ["备注"] = ""
      },
      ["冲浪"] = {
         ["id"] = 10201008,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“冲浪”系列涂装，使用简约的色块勾勒出了沙滩与海浪的景象，拿在手上仿佛也能乘上海浪勇往直前。",
         ["备注"] = ""
      },
      ["交错线"] = {
         ["id"] = 10201009,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“交错线”系列涂装，以暗色为敌，用交叉，叠加的线条作为主要的图形，在视觉上具有一定的迷惑性。",
         ["备注"] = ""
      },
      ["浪人"] = {
         ["id"] = 10201051,
         ["稀有度"] = 3,
         ["获得方式"] = { "时空之音" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "由象限工造出品的“浪人”系列枪械造型，神秘迷幻的紫色枪身中仿佛有浪花跃动，抚慰着每一位浪人的心。",
         ["备注"] = ""
      },
      ["Q版世界"] = {
         ["id"] = 10201052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由象限工造出品的“Q版世界”系列枪械造型，将定制者的Q版三视图融入视觉设计中，为枪身赋予轻松气息的同时，更好地满足了客制化需求。",
         ["备注"] = ""
      },
      ["纸牌屋"] = {
         ["id"] = 10201053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“纸牌屋”系列涂装，以红心黑方作为主题，身着华服的Q版剪刀手成员惟妙惟肖，彰显贵气之感。",
         ["备注"] = ""
      },
      ["夏日海滩"] = {
         ["id"] = 10201054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由象限工造出品的“夏日海滩”系列枪械造型，完美地将不同种类的海滩元素附着于枪身之上，宁静时刻，甚至能听见海潮的回响。",
         ["备注"] = ""
      },
      ["龙腾虎跃"] = {
         ["id"] = 10201055,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“龙腾虎跃”系列涂装，以黄白二色凸显喜庆之感，刻画舞狮的剪刀手队员们跃然而上，凸显龙马精神。",
         ["备注"] = ""
      },
      ["暗金浪涌"] = {
         ["id"] = 10201056,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“暗金浪涌”系列主题涂装，由偏光实验室推出的枪械涂装，主打暗金色调，在保证酷炫拉风的同时，也颇具金属般的沉稳感与力量感。",
         ["备注"] = ""
      },
      ["飞鸟"] = {
         ["id"] = 10201057,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“飞鸟”系列主题涂装，生动描绘了多种鸟类动物的活泼生态，仔细观察似乎还被涂画上了使用者的个性符号。",
         ["备注"] = ""
      },
      ["潮流冲击"] = {
         ["id"] = 10201058,
         ["稀有度"] = 3,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "顺应当下的流行文化进行重新涂装的定制款枪械，香奈美希望喜爱这种文化的这批观众，也成为自己的粉丝。",
         ["备注"] = ""
      },
      ["涂痕"] = {
         ["id"] = 10201059,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“涂痕”系列涂装，为了让各地的来客能够深入体验乌尔比诺的潮流文化，长廊绘制所以喷漆，涂鸦为元素设计了一批枪械。派发在乌尔比诺各区的街头。",
         ["备注"] = ""
      },
      ["闪耀荧光"] = {
         ["id"] = 10201102,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“谢幕曲”的定制版本，长廊绘制的精品之作。绚丽的荧光溢满枪身，保证能够命中粉丝的心。<br /><br />【偶像就是要完美无瑕的哦！所以，每一次狙击都要无比闪耀。】",
         ["备注"] = ""
      },
      ["匆匆时分"] = {
         ["id"] = 10201103,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“零时之约”的配套枪械客制化外观，简约华美的涂装下是对于一分一秒的珍惜。提醒着射手把握时间，准确适当地扣动扳机。 <br /><br />【“时间啊，请你再慢一点，这样我就能命中那个人的心。”】",
         ["备注"] = ""
      },
      ["点滴记忆"] = {
         ["id"] = 10201104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“谢幕曲”的个人定制款，将珍藏于心底的秘密回忆小心地收集起来，击中你的会是哪一个呢？<br /><br />【用香奈美最珍贵的回忆，击中你的心！】",
         ["备注"] = ""
      },
      ["白葱绿意"] = {
         ["id"] = 10201105,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“谢幕曲”的特别改装型，原本是配给香奈美的演出道具，但在令的巧思之下将其改造成了可以适合野外隐蔽使用的样式，但香奈美却觉得有些造型微妙……<br /><br />【“野外怎么会有挂着价签的大葱啦！令先生！”】",
         ["备注"] = ""
      },
      ["悠扬乐章"] = {
         ["id"] = 10201106,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "金树乐章音乐会的纪念品，以长笛作为灵感的改造枪械，当她拿起这把武器的时候是否回想起当时的回忆呢？<br /><br />【“惊、惊喜已经传达到了吗？”】",
         ["备注"] = ""
      },
      ["心灵夺回者"] = {
         ["id"] = 10201107,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“谢幕曲”的个人定制款，钻石反射的能量光线流连于枪体之间，香奈美的签名预告函也隐蔽地夹在其中。<br /><br />【“欢迎来到，香奈美的魔术世界！”】",
         ["备注"] = ""
      },
      ["碧海新枝"] = {
         ["id"] = 10201108,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“谢幕曲”的艺术特化型号，枪身蔚蓝如海，象征新生的绿叶点缀其中，传递着希望与温柔。<br /><br />【“香奈美的心意，有通过戏剧表演传递给大家吗？”】",
         ["备注"] = ""
      },
      ["闪耀星座"] = {
         ["id"] = 10201109,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“谢幕曲”的客制化改造款，配合超银河主题演唱会而设计，主打轻盈简约的科技风，枪身上的点点星光跟随舞台上的香奈美一同闪耀。<br /><br />【“砰~！在繁星流转中，香奈美要成为你眼中最闪耀的那一颗！”】",
         ["备注"] = ""
      },
      ["蓝色泪"] = {
         ["id"] = 10201110,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“谢幕曲”的深海特供版，仿佛一滴蓝色眼泪轻轻落下，将枪体也染成了温柔而伤感的颜色。其间的流光萤火仿佛再现了那夜与你分别时的萤光大海。<br /><br />【“明明才分别了一会儿而已，为什么会如此心痛呢？”】",
         ["备注"] = ""
      },
      ["墨梅朵朵"] = {
         ["id"] = 10201111,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“谢幕曲”的特别改装型，以雪地中的红梅为设计主题，料峭嶙峋的枝桠缠绕枪管，似乎能闻到雪地里传来的幽幽梅花香。<br /><br />【“这样的景象会让你想到大雪后的梅花林吗？那香奈美，或许就是树梢上那只唱歌的小鸟哦。”】",
         ["备注"] = ""
      },
      ["赛场焦点"] = {
         ["id"] = 10201112,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“谢幕曲”的运动会改造版，结合了香奈美啦啦队队长的身份，融入了她在观赛时所看到的一切。虽然她没有参加比赛，但如果能为选手们带来鼓励和力量，那也很不错呢！<br /><br />【“因为这次有其他行程，我不能作为选手参加运动会。不过，担任啦啦队队长的香奈美，也一定不会让大家失望的！”】",
         ["备注"] = ""
      },
      ["重樱漫漫"] = {
         ["id"] = 10201113,
         ["稀有度"] = 4,
         ["获得方式"] = { "星轨共振" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“谢幕曲”的夏日烟火祭定制款涂装，以祭典场所周围繁茂生长的樱花作为装饰。夜樱缤纷，吹拂少女纯洁的思念；落花如雨，晕染纸鹤传信的诗篇。<br /><br />【“在烟火祭上偶然遇见的那人……会再次出现么？”】",
         ["备注"] = ""
      },
      ["颂礼手杖"] = {
         ["id"] = 10201114,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“谢幕曲”的圣诞限定款涂装，作为圣诞演出的最佳搭档，将自己装点成了最受欢迎的模样，今夜没有枪弹，只有挂满夜空，闪亮的愿望。<br /><br />【“特别的礼物，特别的歌，特别的节日，以及特别的你。”】",
         ["备注"] = ""
      },
      ["灵魂鸣响"] = {
         ["id"] = 10201201,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“谢幕曲”的豪华定制版，不仅选用了熠熠生辉的钻石和环绕的音符装饰枪身，而且配备了极其先进的瞄准镜座，以其精湛的工艺和卓越的性能，成为了抑制敌人最强大的武器。<br /><br />【“此时此刻，请带着回忆与我共鸣！”】",
         ["备注"] = ""
      },
      ["灵魂鸣响-永恒旋律"] = {
         ["id"] = 10201202,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“谢幕曲”的豪华定制版，不仅选用了熠熠生辉的钻石和环绕的音符装饰枪身，而且配备了极其先进的瞄准镜座，以其精湛的工艺和卓越的性能，成为了抑制敌人最强大的武器。<br /><br />【“此时此刻，请带着回忆与我共鸣！”】",
         ["备注"] = ""
      },
      ["灵魂鸣响-金辉印记"] = {
         ["id"] = 10201203,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“谢幕曲”的豪华定制版，不仅选用了熠熠生辉的钻石和环绕的音符装饰枪身，而且配备了极其先进的瞄准镜座，以其精湛的工艺和卓越的性能，成为了抑制敌人最强大的武器。<br /><br />【“此时此刻，请带着回忆与我共鸣！”】",
         ["备注"] = ""
      },
      ["灵魂鸣响-暗影律动"] = {
         ["id"] = 10201204,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“谢幕曲”的豪华定制版，不仅选用了熠熠生辉的钻石和环绕的音符装饰枪身，而且配备了极其先进的瞄准镜座，以其精湛的工艺和卓越的性能，成为了抑制敌人最强大的武器。<br /><br />【“此时此刻，请带着回忆与我共鸣！”】",
         ["备注"] = ""
      },
      ["灵魂鸣响-澄澈天空"] = {
         ["id"] = 10201205,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“谢幕曲”的豪华定制版，不仅选用了熠熠生辉的钻石和环绕的音符装饰枪身，而且配备了极其先进的瞄准镜座，以其精湛的工艺和卓越的性能，成为了抑制敌人最强大的武器。<br /><br />【“此时此刻，请带着回忆与我共鸣！”】",
         ["备注"] = ""
      }
   },
   ["空境"] = {
      ["空境"] = {
         ["id"] = 10202001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "狙击步枪，且是战术干预型狙击步枪，一款将精度、威力与隐蔽性完美结合的枪械，曾是古地球狙击步枪中射程最远的的型号，配备2.5倍瞄准镜。",
         ["备注"] = ""
      },
      ["伏击"] = {
         ["id"] = 10202002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“伏击”系列涂装，经典迷彩款式，适合多种作战环境。",
         ["备注"] = ""
      },
      ["彩斑"] = {
         ["id"] = 10202003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“彩斑”系列涂装，以复数颜料色带涂抹而成，看似随性，却有艺术的气息喷薄而出。",
         ["备注"] = ""
      },
      ["警戒"] = {
         ["id"] = 10202004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“警戒”系列涂装，PUS-04定制款，鲜明醒目，欧泊阵营中随处可见。",
         ["备注"] = ""
      },
      ["雷火"] = {
         ["id"] = 10202005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“雷火”系列涂装，橙灰交错，复古的同时融入了潮流元素。",
         ["备注"] = ""
      },
      ["碎梦"] = {
         ["id"] = 10202006,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“碎梦”系列涂装，由不规则蓝色色块堆叠而成，图案中偶尔掺杂少量黄色碎片，给人以强烈的破碎感。",
         ["备注"] = ""
      },
      ["炫彩"] = {
         ["id"] = 10202007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“炫彩”系列涂装，由大量六边形色块重叠而成，斑斓的色彩效果甚至令人有种火力增强的错觉。",
         ["备注"] = ""
      },
      ["冲浪"] = {
         ["id"] = 10202009,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“冲浪”系列涂装，使用简约的色块勾勒出了沙滩与海浪的景象，拿在手上仿佛也能乘上海浪勇往直前。",
         ["备注"] = ""
      },
      ["锦鲤"] = {
         ["id"] = 10202010,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备BP8" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“锦鲤”系列涂装，斑驳的红黑配色如同火药与烈焰，希望面对它的人能够走运。",
         ["备注"] = ""
      },
      ["编织"] = {
         ["id"] = 10202011,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备BP8" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“编织”系列涂装，吸收了传统时尚单品的设计理念，色彩搭配简洁而大胆，是彰显品味的装扮。",
         ["备注"] = ""
      },
      ["主角之星"] = {
         ["id"] = 10202051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由偏光实验室出品的“主角之星”系列枪械造型，为客户特殊定制个性化形象并将其融入枪身设计中，堪称定制枪械设计的典范。",
         ["备注"] = ""
      },
      ["夏日派对"] = {
         ["id"] = 10202052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由偏光实验室出品的“夏日派对”系列枪械造型，整体洋溢着轻松活跃的氛围，在战斗中甚至能起到鼓舞士气的作用。",
         ["备注"] = ""
      },
      ["纸牌屋"] = {
         ["id"] = 10202053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“纸牌屋”系列枪械造型，枪身中央有着客户定制的艺术头像，四周环绕的卡牌装饰，俏皮中略带几分神秘。",
         ["备注"] = ""
      },
      ["招财猫"] = {
         ["id"] = 10202054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由偏光实验室出品的“招财猫”系列枪械造型，以象征着开运的招财猫为设计锚点，表达了设计者对客户们的美好祝福。",
         ["备注"] = ""
      },
      ["飞鸟"] = {
         ["id"] = 10202055,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“飞鸟”系列主题涂装，生动描绘了多种鸟类动物的活泼生态，仔细观察似乎还被涂画上了使用者的个性符号。",
         ["备注"] = ""
      },
      ["涂痕"] = {
         ["id"] = 10202056,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“涂痕”系列涂装，为了让各地的来客能够深入体验乌尔比诺的潮流文化，长廊绘制所以喷漆，涂鸦为元素设计了一批枪械。派发在乌尔比诺各区的街头。",
         ["备注"] = ""
      },
      ["掠食者"] = {
         ["id"] = 10202057,
         ["稀有度"] = 3,
         ["获得方式"] = { "储备BP9" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“掠食者”系列涂装，仿生迷彩的设计不仅提供了良好的复杂环境隐蔽能力，也象征着战士们强大的武力。",
         ["备注"] = ""
      },
      ["原子朋克"] = {
         ["id"] = 10202102,
         ["稀有度"] = 4,
         ["获得方式"] = { "荣耀成就-A级" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“空境”的战术客制型号，采用原子朋克风格的设计思路，护手更为舒适，比起原款式更适合远距离作战。<br /><br />那是原子朋克的世界。<br />那是不切实际的未来，是冰冷的乌托邦，是暗藏危机的永恒国度。<br />那是希望、幻想、隐匿的残酷，以及……注定遗憾的结局。",
         ["备注"] = ""
      },
      ["白琴黑键"] = {
         ["id"] = 10202103,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "金树乐章音乐会的纪念品之一，心夏称其为最珍贵的宝物之一，拿着它的心夏就仿佛战场上的吟游诗人一般吸引着注意力，随后华丽地带走敌人。<br /><br />【“要是能和你一直搞音乐，或许也不错？”】",
         ["备注"] = ""
      },
      ["破浪鸭"] = {
         ["id"] = 10202104,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“空境”的私人订制型号，附带了大量鸭鸭主题要素，蕴含着乘风破浪的寓意。<br /><br />“任务完成！不愧是心夏前辈~”<br />“快点快点，说不定，我们还能赶上演唱会的最后一曲呢！”",
         ["备注"] = ""
      },
      ["浆果赠礼"] = {
         ["id"] = 10202105,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "空境的特别改装版本，心夏尝试改造的野外装备之一，为了突出搭配感而特地做了一些单纯美观的雕花处理，与其说是武器，不如说是充满野性和装饰的艺术品。<br /><br />【“嗯……会不会太华丽了？嘿嘿，不过我觉得正适合这个日子！”】",
         ["备注"] = ""
      },
      ["天空卫士"] = {
         ["id"] = 10202106,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“空境”的个性化改造款，以经典的旧时代战斗机为灵感，运用了空气动力学原理，减少了枪械飞行时的空气阻力。<br />——唯一的问题是，怎么让枪飞起来。<br /><br />【“唔……如果把枪械弦化是不是就能折成纸飞机了？”】",
         ["备注"] = ""
      },
      ["虹彩之桥"] = {
         ["id"] = 10202107,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“空境”的特殊改造型号，整体造型在原有的基础上加入了全新的喷涂工艺，精准的瞄具更是可以用来观测扫描机械故障，虽然只是小功能，但心夏却对这一改造十分喜欢。<br /><br />【“心夏前辈，不要用那把枪老对着火力大喵看啦！”】",
         ["备注"] = ""
      },
      ["蓝色极速"] = {
         ["id"] = 10202108,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“空境”的客制化改造款，为了纪念心夏在骑行比赛上胜利夺冠。在保证轻盈时尚的同时，枪身的设计还特别参考了自行车的动力学原理。<br /><br />【“悄悄告诉你，我骑行的速度可是和子弹一样快哦。”】",
         ["备注"] = ""
      },
      ["樱吹海味"] = {
         ["id"] = 10202110,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“空境”的美食大会限定款外观。夏夜的樱花飘舞，小小的烤摊前排了最长的队伍，为了不负期望，心夏挥汗如雨地烹调美味——这段混杂美味与汗水的记忆，心夏至今犹记在心。<br /><br />【“心夏推荐花落谁家？不太记得了……但是我拿到了不少食客的第一推荐喔~”】",
         ["备注"] = ""
      },
      ["河山峻"] = {
         ["id"] = 10202112,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“空境”的仿古定制版，按照“幻梦求真录”历史文化展览中的古文明壁画一比一复刻，执于手中，仿佛能将时间回溯，亲眼感受文明绚烂的那个年代。<br /><br />【“锦绣河山如此秀美……画卷上的图景，要是可以再现就好了。”】",
         ["备注"] = ""
      },
      ["古藏之锋"] = {
         ["id"] = 10202113,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“空境”的古迹定制款，融入了希达半岛本土文化的元素，使现代枪械上呈现出了仿古材料的质感。据说携带它进入沙漠深处的人，可以获得这片土地的庇护。",
         ["备注"] = ""
      },
      ["课后逐光"] = {
         ["id"] = 10202114,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“空境”的校园日定制款，以手工部为灵感设计的涂装，在整体配色上非常协调统一。而那些简洁的方程式，也总能令人回想起课桌上的涂鸦。",
         ["备注"] = ""
      },
      ["玉茗藏雪"] = {
         ["id"] = 10202115,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“空境”的女仆体验店定制款涂装，选用了素雅的山茶花作为点缀，诠释着最优质的女仆应有的品格：锋芒不在外显，只在盛放自己的本色。<br /><br />【“战斗之中，也要谨记优雅的底色。对的对的，这就是我！”】",
         ["备注"] = ""
      },
      ["天穹之心"] = {
         ["id"] = 10202201,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "夏日黄的共鸣体武装，拥有强大的远距离火力。共鸣体是机动天使的力量之源，来自维度裂隙之外的力量碎片，只有与特定的超弦体产生共鸣才能发挥真正的力量。<br />——热门动画《机动天使GEN》官方设定集VOL.2",
         ["备注"] = ""
      },
      ["天穹之心-黑曜形态"] = {
         ["id"] = 10202202,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "夏日黄的共鸣体武装，拥有强大的远距离火力。共鸣体是机动天使的力量之源，来自维度裂隙之外的力量碎片，只有与特定的超弦体产生共鸣才能发挥真正的力量。<br />——热门动画《机动天使GEN》官方设定集VOL.2",
         ["备注"] = ""
      },
      ["天穹之心-海蓝形态"] = {
         ["id"] = 10202203,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "夏日黄的共鸣体武装，拥有强大的远距离火力。共鸣体是机动天使的力量之源，来自维度裂隙之外的力量碎片，只有与特定的超弦体产生共鸣才能发挥真正的力量。<br />——热门动画《机动天使GEN》官方设定集VOL.2",
         ["备注"] = ""
      },
      ["天穹之心-翠玉形态"] = {
         ["id"] = 10202204,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "夏日黄的共鸣体武装，拥有强大的远距离火力。共鸣体是机动天使的力量之源，来自维度裂隙之外的力量碎片，只有与特定的超弦体产生共鸣才能发挥真正的力量。<br />——热门动画《机动天使GEN》官方设定集VOL.2",
         ["备注"] = ""
      },
      ["天穹之心-樱花形态"] = {
         ["id"] = 10202205,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "夏日黄的共鸣体武装，拥有强大的远距离火力。共鸣体是机动天使的力量之源，来自维度裂隙之外的力量碎片，只有与特定的超弦体产生共鸣才能发挥真正的力量。<br />——热门动画《机动天使GEN》官方设定集VOL.2",
         ["备注"] = ""
      }
   },
   ["破晓"] = {
      ["破晓"] = {
         ["id"] = 10303001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "操控性良好、稳定耐用的射手步枪。亚诺斯在保留枪型基本特质的基础上，使用特制的偏重心彩溶弹药对远距离射击精度进行了一定的补正，配备2.5倍瞄准镜。",
         ["备注"] = ""
      },
      ["浪潮"] = {
         ["id"] = 10303002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“浪潮”系列涂装，以蓝色色块组合模拟海浪的造型，虽无潮声，却也沁人心脾。",
         ["备注"] = ""
      },
      ["霓虹"] = {
         ["id"] = 10303003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“霓虹”系列涂装，SCIS-08定制款，叛逆不羁的色彩搭配，受到剪刀手阵营的青睐。",
         ["备注"] = ""
      },
      ["紫金"] = {
         ["id"] = 10303004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“紫金”系列涂装，别出心裁的紫金撞色搭配给予枪身别样的质感。",
         ["备注"] = ""
      },
      ["迷彩"] = {
         ["id"] = 10303005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“迷彩”系列涂装，枪身上多样的色彩融合，很好地达到了融入自然环境的效果。",
         ["备注"] = ""
      },
      ["信念"] = {
         ["id"] = 10303006,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“信念”系列涂装，黑底，配上剪刀手徽记与涂鸦，肃杀中彰显出持有者坚定的意志。",
         ["备注"] = ""
      },
      ["魅紫"] = {
         ["id"] = 10303007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“魅紫”系列涂装，以明亮的紫色填充枪身，赋予枪身独特的神秘感。",
         ["备注"] = ""
      },
      ["锦鲤"] = {
         ["id"] = 10303008,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备BP8" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“锦鲤”系列涂装，斑驳的红黑配色如同火药与烈焰，希望面对它的人能够走运。",
         ["备注"] = ""
      },
      ["浪人"] = {
         ["id"] = 10303051,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "由象限工造出品的“浪人”系列枪械造型，神秘迷幻的紫色枪身中仿佛有浪花跃动，抚慰着每一位浪人的心。",
         ["备注"] = ""
      },
      ["夏日海滩"] = {
         ["id"] = 10303052,
         ["稀有度"] = 3,
         ["获得方式"] = { "夏日音乐节" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "由象限工造出品的“夏日海滩”系列枪械造型，完美地将不同种类的海滩元素附着于枪身之上，宁静时刻，甚至能听见海潮的回响。",
         ["备注"] = ""
      },
      ["Q版世界"] = {
         ["id"] = 10303053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由偏光实验室出品的“主角之星”系列枪械造型，为客户特殊定制个性化形象并将其融入枪身设计中，堪称定制枪械设计的典范。",
         ["备注"] = ""
      },
      ["纸牌屋"] = {
         ["id"] = 10303054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“纸牌屋”系列涂装，以红心黑方作为主题，身着华服的Q版剪刀手成员惟妙惟肖，彰显贵气之感。",
         ["备注"] = ""
      },
      ["龙腾虎跃"] = {
         ["id"] = 10303055,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“龙腾虎跃”系列涂装，以黄白二色凸显喜庆之感，刻画舞狮的剪刀手队员们跃然而上，凸显龙马精神。",
         ["备注"] = ""
      },
      ["掠食者"] = {
         ["id"] = 10303056,
         ["稀有度"] = 3,
         ["获得方式"] = { "储备BP8" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“掠食者”系列涂装，仿生迷彩的设计不仅提供了良好的复杂环境隐蔽能力，也象征着战士们强大的武力。",
         ["备注"] = ""
      },
      ["洞悉黎明"] = {
         ["id"] = 10303101,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "以“破晓”为原型设计的远距离打击武器，象限工造的大成之作，是战场上绝对王牌。<br /><br />隐匿于夜幕中的人们期待着光的到来，他们无数次仰望天空，试图从黑夜里中寻找踪迹。<br />直到那一抹微光划破夜空，将残存的希望一一点燃。<br />于是，黎明将至。",
         ["备注"] = ""
      },
      ["暴雨"] = {
         ["id"] = 10303102,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“致命忠仆”的配套枪械客制化外观，由令亲自设计改装，武器与雨伞的一体两用，是他个人奇思与艺术美学的体现。<br /><br />【“这样一来，就算不下雨的时候也能用得上雨伞了。”】",
         ["备注"] = ""
      },
      ["三叉戟"] = {
         ["id"] = 10303103,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“破晓”的个人定制款，适合水边使用。枪管上安装有三叉戟装置，杀气狰狞，摄人心魄。<br /><br />【说不定，现在正有猎人对我们虎视眈眈……开玩笑的，别被吓到了。现在，我们才是猎人。】",
         ["备注"] = ""
      },
      ["太空机工"] = {
         ["id"] = 10303104,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“破晓”的个性化定制型，枪身的流线感得以加强的同时加装了令认为十分符合太空幻想的装饰金属，似乎还有一部分太阳能板的碎片，但究竟是用来做什么的呢？只有令这个大发明家自己明白吧。<br /><br />【“太阳能板的作用？我当时只是寻思这东西是不是能给枪提供点额外作用，但很可惜，实验失败了。”】",
         ["备注"] = ""
      },
      ["雕金匠"] = {
         ["id"] = 10303106,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "令的尝试改造装备之一，为了符合黑市特色而对枪身进行了改造，足以称得上是优秀的艺术品，虽然装饰是假的，但杀伤力是真的。<br /><br />【“真作假时假亦真,假作真时真亦假。”】",
         ["备注"] = ""
      },
      ["极地冰棱"] = {
         ["id"] = 10303107,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“破晓”的特别改装型，适用于极地环境，在冰川探险中，甚至可以作为支撑物辅助探险者前行。<br /><br />【“能当武器，还能当登山杖，就是需要这种多功能实用性道具。或许，还能再开发下……”】",
         ["备注"] = ""
      },
      ["战术"] = {
         ["id"] = 10303105,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“破晓”的特别改装款，将棋子融入枪械设计，是为西洋棋表演赛专门定制的专属款式。令在原型的基础上进行了一些私人改装，重制了枪身的飞马造型还有花纹样式。<br /><br />【“这些一个接一个的陷阱，你能看破几个？又能跳出几个？争取优势的机会时间往往是很短暂的。听见了吗？滴答。”】",
         ["备注"] = ""
      },
      ["密林套组"] = {
         ["id"] = 10303108,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“破晓”的特别改装型，在森林环境中，为了降低战场辨识度而设计的拟态造型，同时将修理工具并入其中，兼顾了近身战的特殊情况，但作为狙击手，令希望它永远不要派上用场。<br /><br />【“修理是需要工具的，各种意义上。”】",
         ["备注"] = ""
      },
      ["黄金客"] = {
         ["id"] = 10303109,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“破晓”的仿古定制版，按照“幻梦求真录”历史文化展览中的古文明壁画一比一复刻，执于手中，仿佛能将时间回溯，亲眼感受文明绚烂的那个年代。<br /><br />【“将文明的种子播撒向远方，是一件很有意义的事。种子会生根发芽，在千百年后开出灿烂的花。”】",
         ["备注"] = ""
      },
      ["焚毁终章"] = {
         ["id"] = 10303110,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“破晓”的驱魔道具改造版涂装，侧面枪身雕刻繁复的纹路，那是经过历代驱魔师精进、流传下来的封印秘符。无论是吸血鬼还是狼人，一旦被击中，都无处逃脱。<br /><br />【“时代在变，但作为驱魔师，我会找到属于自己的、守护世人的办法。”】",
         ["备注"] = ""
      }
   },
   ["自由意志"] = {
      ["自由意志"] = {
         ["id"] = 10602001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "半自动战斗霰弹枪，拥有较高的可靠性与耐久性，鬼环式机械瞄具能够更准确地瞄准目标，配备1.25倍瞄准镜。",
         ["备注"] = ""
      },
      ["秘纹（废弃）"] = {
         ["id"] = 10602002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“秘纹”系列涂装，靛蓝色块搭配橙色纹路，加之独具特色的图形标志，曾一度引领涂装审美的浪潮。",
         ["备注"] = ""
      },
      ["多维"] = {
         ["id"] = 10602003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“多维”系列涂装，以卡拉彼丘图案为设计锚点，简约却不简单的图形中，流溢着别样的设计魅力。",
         ["备注"] = ""
      },
      ["热情"] = {
         ["id"] = 10602004,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“热情”系列涂装，URB-00定制款，艳丽乖张的色彩彰显最为新潮的理念，深受乌尔比诺成员们的喜爱。",
         ["备注"] = ""
      },
      ["错觉"] = {
         ["id"] = 10602005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“错觉”系列涂装，以蓝色调为主，混合扭曲的色彩看似在流动一般，表现出复杂动态的变形之美。",
         ["备注"] = ""
      },
      ["嵌合"] = {
         ["id"] = 10602006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“嵌合”系列涂装，深浓浅淡，错落有致的橙色马赛克涂装，带来独特而充满视觉效果的艺术感。",
         ["备注"] = ""
      },
      ["棱镜"] = {
         ["id"] = 10602007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“棱镜”系列涂装，不同深浅的紫红色调，仿佛在棱镜碎片中折射，显现出万花筒一般的美感。",
         ["备注"] = ""
      },
      ["交错线"] = {
         ["id"] = 10602009,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“交错线”系列涂装，以暗色为敌，用交叉，叠加的线条作为主要的图形，在视觉上具有一定的迷惑性。",
         ["备注"] = ""
      },
      ["占星"] = {
         ["id"] = 10602051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“占星”系列枪械造型，神秘与潮流的结合，长廊绘制所内画师们的呕心沥血之作。",
         ["备注"] = ""
      },
      ["漫画之星"] = {
         ["id"] = 10602052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“漫画之星”系列枪械造型，于枪身中央增添了客户定制的艺术头像，配以精心搭配的色块设计，更好地还原了客户们的个性化需求。",
         ["备注"] = ""
      },
      ["纸牌屋"] = {
         ["id"] = 10602053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“纸牌屋”系列涂装，以绿心桃形作为主体，充满活力的乌尔比诺成员今天也在为了自由和艺术而战。",
         ["备注"] = ""
      },
      ["飞鸟"] = {
         ["id"] = 10602054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“飞鸟”系列主题涂装，生动描绘了多种鸟类动物的活泼生态，仔细观察似乎还被涂画上了使用者的个性符号。",
         ["备注"] = ""
      },
      ["暗金浪涌"] = {
         ["id"] = 10602055,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“暗金浪涌”系列主题涂装，由偏光实验室推出的枪械涂装，主打暗金色调，在保证酷炫拉风的同时，也颇具金属般的沉稳感与力量感。",
         ["备注"] = ""
      },
      ["幻海"] = {
         ["id"] = 10602056,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“幻海”系列枪械造型，将海洋元素融入枪身之内，又附以如梦似幻的渐变配色，大大加强了枪械的整体艺术感。",
         ["备注"] = ""
      },
      ["无羁时代"] = {
         ["id"] = 10602101,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“自由意志”改型，长廊绘制所倾力打造，无论是性能、机动性还是稳定性，甚至连设计理念都远超同期作品，堪称跨时代的飞跃。<br /><br />【在无羁的时代里，自由将不再是口号！所以，不要把我关起来啊！】",
         ["备注"] = ""
      },
      ["芝士轰击"] = {
         ["id"] = 10602103,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“自由意志”的概念客制型号，白墨独家打造，别具一格的大胆设计令人叹为观止。据说这把枪的造型，是为了纪念他过去的某个小爱好……<br /><br />【你不会真以为我想当一个面包师吧？不要乱传啊，那是谣言，谣言！】",
         ["备注"] = ""
      },
      ["强效制动"] = {
         ["id"] = 10602104,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“自由意志”的私人定制型号，使用了大量金属，打造出仿佛装卸工具般的质地，常让人误判它的实战力——要知道，“强效制动”可不止是个名字而已。<br /><br />【既要尽情冲刺，也需及时刹车。收放自如，这也是乌尔比诺之道。】",
         ["备注"] = ""
      },
      ["野牛"] = {
         ["id"] = 10602105,
         ["稀有度"] = 4,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 980,
         ["基弦"] = 980,
         ["简介"] = "“自由意志”的个人定制款，解放了原型中的所有潜力，如同一头横冲直撞的野牛，想驾驭它可不容易。<br /><br />【这就是摆脱一切束缚的感觉！】",
         ["备注"] = ""
      },
      ["逆影重现"] = {
         ["id"] = 10602106,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“自由意志”的独家定制款。霓虹变色的怪盗标志与'BAIMO'签名让它在夜晚格外显眼，当然，一切都符合白墨的期待。<br /><br />【“跟我读，白——墨。哈哈，与我冲刺吧，让光芒重现！”】",
         ["备注"] = ""
      },
      ["自由号声"] = {
         ["id"] = 10602107,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "金树乐章音乐时白墨所使用的乐器改制武器，将原本的低音号喇叭口装在了枪口上，虽然不知道是否能扩大威力，但至少更加“自由”了。<br /><br />【“帅啊！朋友！让我们再来一曲！”】",
         ["备注"] = ""
      },
      ["暗影潜伏"] = {
         ["id"] = 10602108,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“自由意志”的地下沙龙特供版，去除了繁杂的装饰，更加适合贴身携带。<br /><br />【“地下沙龙的老板带着枪，这不是很正常的事情吗？如果真的有危险降临，我得为客人们清理出一条生还之路嘛。”】",
         ["备注"] = ""
      },
      ["不羁鸣响"] = {
         ["id"] = 10602109,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“自由意志”的盟主选举特供版，保留了白墨最中意的绿色涂装，添加了他在喷漆比赛中赢下的小饰品。或许乌尔比诺的全新时代将在一声叛逆不羁的枪鸣之下打响。<br /><br />【“新时代，就用这枚叛逆的子弹来揭开序幕吧！”】",
         ["备注"] = ""
      },
      ["电锯鬼影森林"] = {
         ["id"] = 10602110,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“自由意志”的惊魂节游行特供版，据说设计灵感来源于多部恐怖电影。<br /><br />【“这把枪前端的电锯无比锋利，呵，想要亲自感受一下吗？……欸，别走啊，我只是要切块蛋糕给你吃啊！”】",
         ["备注"] = ""
      },
      ["疾驰夜色"] = {
         ["id"] = 10602111,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“自由意志”的锦标赛特供版，设计元素取自某个经典影视剧形象出场时骑的摩托。枪械造型坚硬锐利，尽显冷酷本色。<br /><br />【“穿着炫酷皮衣、骑着摩托车疾驰在夜色中，这样的我更适合终结比赛！”】",
         ["备注"] = ""
      },
      ["勇者斗魔龙"] = {
         ["id"] = 10602112,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“自由意志”的电玩比赛特供版，复古而充满童趣的色调，让人回想起最初接触游戏时的那份快乐。<br /><br />【“果然，勇者斗魔龙就是经久不衰的主题嘛！等等，你说你要扮演魔龙……？】",
         ["备注"] = ""
      },
      ["碧蓝帆影"] = {
         ["id"] = 10602113,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“自由意志”的海滨竞速俱乐部定制版涂装。枪身以帆船的船桨作为装饰元素，象征着急流勇进的开拓意志和奋勇向前的拼搏精神，当然，更暗示了乌尔比诺盟主意欲转向的下一个运动领域。<br /><br />【“征服海洋的途径有许多种，我当然要一一尝试喽！”】",
         ["备注"] = ""
      },
      ["盛世强音"] = {
         ["id"] = 10602201,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "这是白墨直播间出现过的无数宝贝之一，也是出镜率最高的一个。白墨使用这把造型奇特的武器进行战斗、演奏音乐、喊麦饶舌，偶尔也让它充当棒球棍，敲在当街发疯的真·瘾君子头上。粉丝们熟悉它就像熟悉白墨本人。<br /><br />刚来，还没开播吧？！！！<br />今天会玩点什么，已经开始期待了！<br />在凌晨两点开直播，主播真有你的……<br />楼上弹幕笑死，那你还不是连滚带爬地来了？承认吧，你染上白墨了！<br />呃……什么意思？怎么只有把枪摆在这，主播人呢？<br />喂喂喂，你们看，直播间的标题变了……“主播请假，武器代播？”<br />？？？<br />逗我吧这是……但，基于你是白墨……就姑且看看你的枪能玩出点什么花样……",
         ["备注"] = ""
      },
      ["盛世强音-迷幻电波"] = {
         ["id"] = 10602202,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "这是白墨直播间出现过的无数宝贝之一，也是出镜率最高的一个。白墨使用这把造型奇特的武器进行战斗、演奏音乐、喊麦饶舌，偶尔也让它充当棒球棍，敲在当街发疯的真·瘾君子头上。粉丝们熟悉它就像熟悉白墨本人。<br /><br />刚来，还没开播吧？！！！<br />今天会玩点什么，已经开始期待了！<br />在凌晨两点开直播，主播真有你的……<br />楼上弹幕笑死，那你还不是连滚带爬地来了？承认吧，你染上白墨了！<br />呃……什么意思？怎么只有把枪摆在这，主播人呢？<br />喂喂喂，你们看，直播间的标题变了……“主播请假，武器代播？”<br />？？？<br />逗我吧这是……但，基于你是白墨……就姑且看看你的枪能玩出点什么花样……",
         ["备注"] = ""
      },
      ["盛世强音-虚实之间"] = {
         ["id"] = 10602203,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "这是白墨直播间出现过的无数宝贝之一，也是出镜率最高的一个。白墨使用这把造型奇特的武器进行战斗、演奏音乐、喊麦饶舌，偶尔也让它充当棒球棍，敲在当街发疯的真·瘾君子头上。粉丝们熟悉它就像熟悉白墨本人。<br /><br />刚来，还没开播吧？！！！<br />今天会玩点什么，已经开始期待了！<br />在凌晨两点开直播，主播真有你的……<br />楼上弹幕笑死，那你还不是连滚带爬地来了？承认吧，你染上白墨了！<br />呃……什么意思？怎么只有把枪摆在这，主播人呢？<br />喂喂喂，你们看，直播间的标题变了……“主播请假，武器代播？”<br />？？？<br />逗我吧这是……但，基于你是白墨……就姑且看看你的枪能玩出点什么花样……",
         ["备注"] = ""
      },
      ["盛世强音-冰川探险"] = {
         ["id"] = 10602204,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "这是白墨直播间出现过的无数宝贝之一，也是出镜率最高的一个。白墨使用这把造型奇特的武器进行战斗、演奏音乐、喊麦饶舌，偶尔也让它充当棒球棍，敲在当街发疯的真·瘾君子头上。粉丝们熟悉它就像熟悉白墨本人。<br /><br />刚来，还没开播吧？！！！<br />今天会玩点什么，已经开始期待了！<br />在凌晨两点开直播，主播真有你的……<br />楼上弹幕笑死，那你还不是连滚带爬地来了？承认吧，你染上白墨了！<br />呃……什么意思？怎么只有把枪摆在这，主播人呢？<br />喂喂喂，你们看，直播间的标题变了……“主播请假，武器代播？”<br />？？？<br />逗我吧这是……但，基于你是白墨……就姑且看看你的枪能玩出点什么花样……",
         ["备注"] = ""
      },
      ["盛世强音-红温警告"] = {
         ["id"] = 10602205,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "这是白墨直播间出现过的无数宝贝之一，也是出镜率最高的一个。白墨使用这把造型奇特的武器进行战斗、演奏音乐、喊麦饶舌，偶尔也让它充当棒球棍，敲在当街发疯的真·瘾君子头上。粉丝们熟悉它就像熟悉白墨本人。<br /><br />刚来，还没开播吧？！！！<br />今天会玩点什么，已经开始期待了！<br />在凌晨两点开直播，主播真有你的……<br />楼上弹幕笑死，那你还不是连滚带爬地来了？承认吧，你染上白墨了！<br />呃……什么意思？怎么只有把枪摆在这，主播人呢？<br />喂喂喂，你们看，直播间的标题变了……“主播请假，武器代播？”<br />？？？<br />逗我吧这是……但，基于你是白墨……就姑且看看你的枪能玩出点什么花样……",
         ["备注"] = ""
      }
   },
   ["鸣火"] = {
      ["鸣火"] = {
         ["id"] = 10603001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "全自动战斗霰弹枪，无可匹敌。",
         ["备注"] = ""
      },
      ["魅紫"] = {
         ["id"] = 10603002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“魅紫”系列涂装，以明亮的紫色填充枪身，赋予枪身独特的神秘感。",
         ["备注"] = ""
      },
      ["浪潮"] = {
         ["id"] = 10603003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“浪潮”系列涂装，以蓝色色块组合模拟海浪的造型，虽无潮声，却也沁人心脾。",
         ["备注"] = ""
      },
      ["霓虹"] = {
         ["id"] = 10603004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“霓虹”系列涂装，SCIS-08定制款，叛逆不羁的色彩搭配，受到剪刀手阵营的青睐。",
         ["备注"] = ""
      },
      ["紫金"] = {
         ["id"] = 10603005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“紫金”系列涂装，别出心裁的紫金撞色搭配给予枪身别样的质感。",
         ["备注"] = ""
      },
      ["迷彩"] = {
         ["id"] = 10603006,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“迷彩”系列涂装，枪身上多样的色彩融合，很好地达到了融入自然环境的效果。",
         ["备注"] = ""
      },
      ["信念"] = {
         ["id"] = 10603007,
         ["稀有度"] = 2,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“信念”系列涂装，黑底，配上剪刀手徽记与涂鸦，肃杀中彰显出持有者坚定的意志。",
         ["备注"] = ""
      },
      ["交错线"] = {
         ["id"] = 10603008,
         ["稀有度"] = 2,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“交错线”系列涂装，以暗色为敌，用交叉，叠加的线条作为主要的图形，在视觉上具有一定的迷惑性。",
         ["备注"] = ""
      },
      ["锦鲤"] = {
         ["id"] = 10603010,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备BP8" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“锦鲤”系列涂装，斑驳的红黑配色如同火药与烈焰，希望面对它的人能够走运。",
         ["备注"] = ""
      },
      ["编织"] = {
         ["id"] = 10603011,
         ["稀有度"] = 2,
         ["获得方式"] = { "储备BP8" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“编织”系列涂装，吸收了传统时尚单品的设计理念，色彩搭配简洁而大胆，是彰显品味的装扮。",
         ["备注"] = ""
      },
      ["浪人"] = {
         ["id"] = 10603051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由象限工造出品的“浪人”系列枪械造型，神秘迷幻的紫色枪身中仿佛有浪花跃动，抚慰着每一位浪人的心。",
         ["备注"] = ""
      },
      ["暗金浪涌"] = {
         ["id"] = 10603052,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“暗金浪涌”系列主题涂装，由偏光实验室推出的枪械涂装，主打暗金色调，在保证酷炫拉风的同时，也颇具金属般的沉稳感与力量感。",
         ["备注"] = ""
      },
      ["夏日海滩"] = {
         ["id"] = 10603053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由象限工造出品的“夏日海滩”系列枪械造型，完美地将不同种类的海滩元素附着于枪身之上，宁静时刻，甚至能听见海潮的回响。",
         ["备注"] = ""
      },
      ["龙腾虎跃"] = {
         ["id"] = 10603054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“龙腾虎跃”系列涂装，以黄白二色凸显喜庆之感，刻画舞狮的剪刀手队员们跃然而上，凸显龙马精神。",
         ["备注"] = ""
      },
      ["回味时光"] = {
         ["id"] = 10603055,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "格罗夫集团出品，“回味时光”咖啡厅同名主题涂装，依据持有者的喜好进行了个性化设计。不论是难眠的深夜，亦或是悠闲的午后，这杯咖啡都为你带来了一段值得回味的香浓时光。",
         ["备注"] = ""
      },
      ["涂痕"] = {
         ["id"] = 10603056,
         ["稀有度"] = 3,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“涂痕”系列涂装，为了让各地的来客能够深入体验乌尔比诺的潮流文化，长廊绘制所以喷漆，涂鸦为元素设计了一批枪械。派发在乌尔比诺各区的街头。",
         ["备注"] = ""
      },
      ["肆意激燃"] = {
         ["id"] = 10603101,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“鸣火”的客制化枪械外观，依照高中生中最流行的时尚潮流而设计，枪管中迸射的火焰如青春一般放肆激扬。<br /><br />【“燃起来吧，这才够青春！”】",
         ["备注"] = ""
      },
      ["燃动寰宇"] = {
         ["id"] = 10603102,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“鸣火”的客制化改造款，艾卡将她认为最喜欢的太空元素注入其中，并装配了能够模拟火焰的特别装置，毕竟，她的梦想是成为宇宙中最酷最燃的送货员。<br /><br />【“谁能想到曾经的小火花，能够燃动整片宇宙呢？”】",
         ["备注"] = ""
      },
      ["畅游鱼"] = {
         ["id"] = 10603103,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“鸣火”的深海特供版，涂装样式参照了艾卡最喜欢的海洋鱼类，炽色的花纹仿佛与艾卡的火花一样闪亮鲜艳。<br /><br />【“火花小鱼炽焰橙，堂堂登场！”】",
         ["备注"] = ""
      },
      ["龙虾冲拳"] = {
         ["id"] = 10603104,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "在将自己喜欢的玩具、零食、道具、武器装入其中后，枪械就变成了这副强大的模样。看来之后的每一场战斗，都能带给艾卡愉快的心情。<br /><br />【火红色的冲击，再适合我不过了！】",
         ["备注"] = ""
      },
      ["药到人除"] = {
         ["id"] = 10603105,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“鸣火”的医用特供版，巧妙地将子弹包装成了药丸的外观，以降低外在的威胁感，希望被它对准的人也有同感。<br /><br />【“你的病历上得加受到枪击这一项了。”】",
         ["备注"] = ""
      },
      ["天方夜谭"] = {
         ["id"] = 10603106,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“鸣火”的沙漠特化版，传闻该枪械能够实现使用者的三个愿望，不过，她现在的持有者更希望通过自己的行动达成目的。<br /><br />【“我的愿望，就是打败你们！”】",
         ["备注"] = ""
      },
      ["南瓜糖果商店"] = {
         ["id"] = 10603107,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“鸣火”的惊魂节游行特供版，想要吃到美味的糖果，就要通过邪恶南瓜先生的试炼，不过艾卡会帮助你的，别担心！<br /><br />【“获得甜蜜之前总是要经历一番考验的，准备好和艾卡一起闯关了吗！”】",
         ["备注"] = ""
      },
      ["粉墨登场"] = {
         ["id"] = 10603108,
         ["稀有度"] = 4,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“鸣火”的打歌舞台特供版，粉黑配色加上经典格纹，让人不禁联想到少女的校服裙摆。下课后，就成为偶像吧！<br /><br />【“如果站在舞台上能让大家听清我想说的话，那么我艾卡，一定会成为最令人瞩目的偶像！”】",
         ["备注"] = ""
      },
      ["霜糖赠礼"] = {
         ["id"] = 10603109,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“鸣火”的女仆装配套定制款枪械，温暖的配色营造出浓厚的节庆氛围，摇晃时，还能听到清脆的铃音。<br /><br />【“无论何时响起，铃音都会把我带回晚宴前的愉快时光。你也一样对吧？”】",
         ["备注"] = ""
      },
      ["怪兽马戏"] = {
         ["id"] = 10603110,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“鸣火”的游乐园定制款涂装，以在小孩中人气颇高的怪兽马戏团为设计灵感，这也是艾卡从小看到大、最喜欢的表演。<br /><br />【“也许在游乐园结束营业后，这些装饰性的怪兽玩偶会动起来也说不定哦？那才是真正的奇迹！”】",
         ["备注"] = ""
      },
      ["林中猛兽"] = {
         ["id"] = 10603111,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“鸣火”的异世界冒险主题涂装，传说中森林里有一处无人敢靠近的遗迹，遗迹周围白骨森森，利牙长爪散落一地，其间孕育着可怕的幼兽，它长大后，会给这个世界带来可怕的灾祸。<br /><br />【“等一下，这该不会说的是我和我的宠物吧？造谣，完全是造谣！”】",
         ["备注"] = ""
      },
      ["圣翼佩剑"] = {
         ["id"] = 10603112,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“鸣火”的圣翼佩剑定制款涂装。银亮的剑锋破鞘而出，泛起幽蓝的微光。剑身耀目之处，铭刻着红宝石和羽翼的徽记，尽显一往无前的意志。<br /><br />【“无论如何，我都将战斗到最后一刻。”】",
         ["备注"] = ""
      },
      ["烈焰天穹"] = {
         ["id"] = 10603201,
         ["稀有度"] = 5,
         ["获得方式"] = { "定向重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“鸣火”的特殊定制款，凝聚着剪刀手其他成员对艾卡的关心和爱护。设计、材料收集、组装、更新，都由剪刀手的其他成员分别完成，当这把枪最后被交到艾卡手上时，她无比确认，这一定会是重装战姬最好的伙伴、最强的帮手。<br /><br />【“凝聚着剪刀手众人意志的武器啊，在艾卡面前展现出你真正的实力！——欸欸欸串台了……”】",
         ["备注"] = ""
      },
      ["烈焰天穹-锚定"] = {
         ["id"] = 10603202,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“鸣火”的特殊定制款，凝聚着剪刀手其他成员对艾卡的关心和爱护。设计、材料收集、组装、更新，都由剪刀手的其他成员分别完成，当这把枪最后被交到艾卡手上时，她无比确认，这一定会是重装战姬最好的伙伴、最强的帮手。<br /><br />【“凝聚着剪刀手众人意志的武器啊，在艾卡面前展现出你真正的实力！——欸欸欸串台了……”】",
         ["备注"] = ""
      },
      ["烈焰天穹-探索"] = {
         ["id"] = 10603203,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“鸣火”的特殊定制款，凝聚着剪刀手其他成员对艾卡的关心和爱护。设计、材料收集、组装、更新，都由剪刀手的其他成员分别完成，当这把枪最后被交到艾卡手上时，她无比确认，这一定会是重装战姬最好的伙伴、最强的帮手。<br /><br />【“凝聚着剪刀手众人意志的武器啊，在艾卡面前展现出你真正的实力！——欸欸欸串台了……”】",
         ["备注"] = ""
      },
      ["烈焰天穹-核准"] = {
         ["id"] = 10603204,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“鸣火”的特殊定制款，凝聚着剪刀手其他成员对艾卡的关心和爱护。设计、材料收集、组装、更新，都由剪刀手的其他成员分别完成，当这把枪最后被交到艾卡手上时，她无比确认，这一定会是重装战姬最好的伙伴、最强的帮手。<br /><br />【“凝聚着剪刀手众人意志的武器啊，在艾卡面前展现出你真正的实力！——欸欸欸串台了……”】",
         ["备注"] = ""
      },
      ["烈焰天穹-迸裂"] = {
         ["id"] = 10603205,
         ["稀有度"] = 5,
         ["获得方式"] = {},
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“鸣火”的特殊定制款，凝聚着剪刀手其他成员对艾卡的关心和爱护。设计、材料收集、组装、更新，都由剪刀手的其他成员分别完成，当这把枪最后被交到艾卡手上时，她无比确认，这一定会是重装战姬最好的伙伴、最强的帮手。<br /><br />【“凝聚着剪刀手众人意志的武器啊，在艾卡面前展现出你真正的实力！——欸欸欸串台了……”】",
         ["备注"] = ""
      }
   },
   ["校准仪"] = {
      ["校准仪"] = {
         ["id"] = 10404001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "通用机枪，在古地球的某次人类大规模战争时期，曾是经典的收割型武器，其威力与性能可见一斑。配备1.25倍瞄准镜。",
         ["备注"] = ""
      },
      ["彩斑"] = {
         ["id"] = 10404002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "'彩斑'系列涂装，以复数颜料色带涂抹而成，看似随性，却有艺术的气息喷薄而出。",
         ["备注"] = ""
      },
      ["雷火"] = {
         ["id"] = 10404003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "'雷火'系列涂装，橙灰交错，复古的同时融入了潮流元素。",
         ["备注"] = ""
      },
      ["碎梦"] = {
         ["id"] = 10404004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "'碎梦'系列涂装，由不规则蓝色色块堆叠而成，图案中偶尔掺杂少量黄色碎片，给人以强烈的破碎感。",
         ["备注"] = ""
      },
      ["警戒"] = {
         ["id"] = 10404005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "'警戒'系列涂装，PUS-04定制款，鲜明醒目，欧泊阵营中随处可见。",
         ["备注"] = ""
      },
      ["落日"] = {
         ["id"] = 10404006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“落日”系列定制涂装，橙白色的渐变预示着敌人的黑夜将至。",
         ["备注"] = ""
      },
      ["炫彩"] = {
         ["id"] = 10404007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“炫彩”系列涂装，由大量六边形色块重叠而成，斑斓的色彩效果甚至令人有种火力增强的错觉。",
         ["备注"] = ""
      },
      ["夏日派对"] = {
         ["id"] = 10404051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由偏光实验室出品的“夏日派对”系列枪械造型，整体洋溢着轻松活跃的氛围，在战斗中甚至能起到鼓舞士气的作用。",
         ["备注"] = ""
      },
      ["禁区"] = {
         ["id"] = 10404052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“禁区”系列涂装，为适应科斯迷特沙漠环境而进行再配色的制式涂装，有着良好的隐蔽性。其上的警示图标也是准入该地区的“凭证”之一。",
         ["备注"] = ""
      },
      ["招财猫"] = {
         ["id"] = 10404053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由偏光实验室出品的“招财猫”系列枪械造型，以象征着开运的招财猫为设计锚点，表达了设计者对客户们的美好祝福。",
         ["备注"] = ""
      },
      ["纸牌屋"] = {
         ["id"] = 10404054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由长廊绘制所出品的“纸牌屋”系列枪械造型，枪身中央有着客户定制的艺术头像，四周环绕的卡牌装饰，俏皮中略带几分神秘。",
         ["备注"] = ""
      },
      ["无惧争锋"] = {
         ["id"] = 10404055,
         ["稀有度"] = 3,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "由长廊绘制所出品的卡丘夺旗阵营战纪念款涂装，为了纪念在这届夺旗阵营战中勇于参与、有优秀表现的选手。阵营战虽然已经结束，但对胜利和荣誉的追求永远不会过时。",
         ["备注"] = ""
      },
      ["祥瑞兽"] = {
         ["id"] = 10404101,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“校准仪”的仿古定制版，按照“幻梦求真录”历史文化展览中的古文明壁画一比一复刻，执于手中，仿佛能将时间回溯，亲眼感受文明绚烂的那个年代。<br /><br />【“有祥瑞兽的庇佑，这亭台楼阁，定能顺利拔地而起。”】",
         ["备注"] = ""
      },
      ["绞火炉膛"] = {
         ["id"] = 10404102,
         ["稀有度"] = 4,
         ["获得方式"] = { "战令商城" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“校准仪”的复古定制款。古典的技艺为今人所重铸，枪膛里闪耀着的，是为了更美好的明天而锻打出的热烈火花。<br /><br />【“比火焰更炽热的，是我们开创未来的决心。”】",
         ["备注"] = ""
      },
      ["正义之拳"] = {
         ["id"] = 10404103,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“校准仪”的电玩定制版，以蕾欧娜小时候最爱玩的格斗游戏为设计元素，那份按出隐藏连招的畅快感，无论时间过去多久，她都会记得。<br /><br />【“接下吧！这代表着正义的炫酷连招！”】",
         ["备注"] = ""
      },
      ["恕恶凯歌"] = {
         ["id"] = 10404104,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“校准仪”的仿“远征计划”定制款，加强加重的枪身为其提供强韧的保护力，是冲锋路上扫清阻碍的助力，也是令敌人溃不成军的致胜一击。<br /><br />【“为了更美好的世界，冲锋，冲锋，使命就在那里！”】",
         ["备注"] = ""
      },
      ["无尽动力"] = {
         ["id"] = 10404105,
         ["稀有度"] = 4,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“校准仪”的海滨竞速俱乐部定制版涂装。枪身以水下动力装置作为特殊装饰，主色调则是炫酷的黑金配色，展现了蕾欧娜志在夺冠的气势。<br /><br />【“看惯了工作里沉稳的我？那就好好看看运动时绝不服输、斗志昂扬的我吧！”】",
         ["备注"] = ""
      },
      ["桀桀厉面"] = {
         ["id"] = 10404106,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "真名为“校准仪”的咒器，以鬼王之声开门，引来彼岸之力，诛灭侵袭世界的罪灵，鬼王豪迈，却只对良善之辈，鬼王狞猛，誓吞灭世间诸邪。<br /><br />【“此为王境，百鬼跪避。”】",
         ["备注"] = ""
      }
   },
   ["枫鸣"] = {
      ["枫鸣"] = {
         ["id"] = 10305001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "自动步枪，因使用全威力步枪弹，而具有较强的战斗性，能适应全天候作战。配备1.5倍瞄准镜，可在半自动射击模式与全自动射击模式之间切换。",
         ["备注"] = ""
      },
      ["彩斑"] = {
         ["id"] = 10305002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "'彩斑'系列涂装，以复数颜料色带涂抹而成，看似随性，却有艺术的气息喷薄而出。",
         ["备注"] = ""
      },
      ["雷火"] = {
         ["id"] = 10305003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "'雷火'系列涂装，橙灰交错，复古的同时融入了潮流元素。",
         ["备注"] = ""
      },
      ["碎梦"] = {
         ["id"] = 10305004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "'碎梦'系列涂装，由不规则蓝色色块堆叠而成，图案中偶尔掺杂少量黄色碎片，给人以强烈的破碎感。",
         ["备注"] = ""
      },
      ["警戒"] = {
         ["id"] = 10305005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "'警戒'系列涂装，PUS-04定制款，鲜明醒目，欧泊阵营中随处可见。",
         ["备注"] = ""
      },
      ["落日"] = {
         ["id"] = 10305006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“落日”系列定制涂装，橙白色的渐变预示着敌人的黑夜将至。",
         ["备注"] = ""
      },
      ["炫彩"] = {
         ["id"] = 10305007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“炫彩”系列涂装，由大量六边形色块重叠而成，斑斓的色彩效果甚至令人有种火力增强的错觉。",
         ["备注"] = ""
      },
      ["招财猫"] = {
         ["id"] = 10305051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由偏光实验室出品的“招财猫”系列枪械造型，以象征着开运的招财猫为设计锚点，表达了设计者对客户们的美好祝福。",
         ["备注"] = ""
      },
      ["涂痕"] = {
         ["id"] = 10305052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“涂痕”系列涂装，为了让各地的来客能够深入体验乌尔比诺的潮流文化，长廊绘制所以喷漆，涂鸦为元素设计了一批枪械。派发在乌尔比诺各区的街头。",
         ["备注"] = ""
      },
      ["掠食者"] = {
         ["id"] = 10305053,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“掠食者”系列涂装，仿生迷彩的设计不仅提供了良好的复杂环境隐蔽能力，也象征着战士们强大的武力。",
         ["备注"] = ""
      },
      ["夏日派对"] = {
         ["id"] = 10305054,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "由偏光实验室出品的“夏日派对”系列枪械造型，整体洋溢着轻松活跃的氛围，在战斗中甚至能起到鼓舞士气的作用。",
         ["备注"] = ""
      },
      ["千分环定"] = {
         ["id"] = 10305101,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“枫鸣”的搜查官射击竞赛定制款涂装，非常严谨地按照赛事规定做了色块控制和区分，与递交的报告样图没有分毫差异，恰如主人谨守法度的性格。<br /><br />【“失之毫厘，谬之千里，命中靶心的准备，从武器的纹路就已经开始了。”】",
         ["备注"] = ""
      },
      ["码头餐厅"] = {
         ["id"] = 10305102,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“枫鸣”的海滨竞速俱乐部定制版涂装。枪身以‘码头餐厅’为主题进行装饰设计，使用了代表大海的配色。这家餐厅主营的餐品是香脆薯条，由海鸥大厨出品，品质绝对有保证！<br /><br />【“大家参加了那么多项比赛，肯定需要高热量食物来补充体力。选择薯条的话，海鸥们也能一起吃吧？”】",
         ["备注"] = ""
      },
      ["晴天雨宴"] = {
         ["id"] = 10305104,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“枫鸣”的女仆体验店定制款涂装，严格遵守民间传说进行的设定，诠释着女仆应当秉持的风仪：变革与传统并非势不两立，却也应当各持法礼。<br /><br />【“抱歉，我并非有意质疑判断，但，但是，什么叫这也是民意之选？”】",
         ["备注"] = ""
      },
      ["衔朱引露"] = {
         ["id"] = 10305105,
         ["稀有度"] = 4,
         ["获得方式"] = { "意识重构" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“枫鸣”的花朝典仪限定涂装。千代以家族藏书的游记中，冬日山间的所见所闻为灵感，将红山茶热烈的生机与冬日的幽静融汇，尽显清雅。<br /><br />【“皎皎冬露，霭霭云窗。茕茕枝头，芃芃丹裳。”】",
         ["备注"] = ""
      }
   },
   ["潮音"] = {
      ["潮音"] = {
         ["id"] = 10604001,
         ["稀有度"] = 1,
         ["获得方式"] = { "解锁角色后获取" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "杠杆式霰弹枪，拥有较高的可靠性与耐久性，近距离单次开火即可造成大量伤害。配备1.25倍瞄准镜，开镜状态下弹丸会大幅收束。",
         ["备注"] = ""
      },
      ["蜂巢"] = {
         ["id"] = 10604002,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“蜂巢”系列涂装，充满科技感的蓝紫色，赋以六角形的边界图案，体现出严谨而精密的科学之美。",
         ["备注"] = ""
      },
      ["碎梦"] = {
         ["id"] = 10604003,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "'碎梦'系列涂装，由不规则蓝色色块堆叠而成，图案中偶尔掺杂少量黄色碎片，给人以强烈的破碎感。",
         ["备注"] = ""
      },
      ["锦鲤"] = {
         ["id"] = 10604004,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“锦鲤”系列涂装，斑驳的红黑配色如同火药与烈焰，希望面对它的人能够走运。",
         ["备注"] = ""
      },
      ["编织"] = {
         ["id"] = 10604005,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“编织”系列涂装，吸收了传统时尚单品的设计理念，色彩搭配简洁而大胆，是彰显品味的装扮。",
         ["备注"] = ""
      },
      ["棱镜"] = {
         ["id"] = 10604006,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“棱镜”系列涂装，不同深浅的紫红色调，仿佛在棱镜碎片中折射，显现出万花筒一般的美感。",
         ["备注"] = ""
      },
      ["交错线"] = {
         ["id"] = 10604007,
         ["稀有度"] = 2,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 150,
         ["基弦"] = 150,
         ["简介"] = "“交错线”系列涂装，以暗色为敌，用交叉，叠加的线条作为主要的图形，在视觉上具有一定的迷惑性。",
         ["备注"] = ""
      },
      ["掠食者"] = {
         ["id"] = 10604051,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“掠食者”系列涂装，仿生迷彩的设计不仅提供了良好的复杂环境隐蔽能力，也象征着战士们强大的武力。",
         ["备注"] = ""
      },
      ["涂痕"] = {
         ["id"] = 10604052,
         ["稀有度"] = 3,
         ["获得方式"] = {},
         ["巴布洛晶核"] = 480,
         ["基弦"] = 480,
         ["简介"] = "“涂痕”系列涂装，为了让各地的来客能够深入体验乌尔比诺的潮流文化，长廊绘制所以喷漆，涂鸦为元素设计了一批枪械。派发在乌尔比诺各区的街头。",
         ["备注"] = ""
      },
      ["Q音律动"] = {
         ["id"] = 10604053,
         ["稀有度"] = 3,
         ["获得方式"] = { "活动奖励" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "与国民宝藏音乐软件QQ音乐合作的纪念款涂装，每日收听美好音乐，有益身心健康发展，再激烈的对局，也阻挡不了乐声的绚丽！",
         ["备注"] = ""
      },
      ["岁火流年"] = {
         ["id"] = 10604101,
         ["稀有度"] = 4,
         ["获得方式"] = { "限时商城" },
         ["巴布洛晶核"] = 980,
         ["基弦"] = "",
         ["简介"] = "“潮音”的沐春节限定改造版本。对于汐来说，她对沐春节的最初印象就是由烟花和爆竹构成的。于是她将鞭炮的元素融入枪械设计中，看起来既红火喜庆又威力十足。<br /><br />【“点火之后，可要跑远点！”】",
         ["备注"] = ""
      },
      ["搅局歉礼"] = {
         ["id"] = 10604103,
         ["稀有度"] = 4,
         ["获得方式"] = { "特别行动" },
         ["巴布洛晶核"] = "",
         ["基弦"] = "",
         ["简介"] = "“潮音”的商务晚会定制款涂装，当下流行的宝石蓝融合了大艺术家先锋艺术的设计理念，张扬又华丽，是一个合格的入场艺术品。倘若它没有那双藏在暗处的小小“眼睛”。<br /><br />【“抱歉，但有人委托我用子弹向您问好。”】",
         ["备注"] = ""
      }
   }
}
